{
  "app.title": "Presidential Chauffeurs",
  "nav.aboutUs": "About Us",
  "nav.services": "Services",
  "nav.fleet": "Fleet",
  "nav.gallery": "Gallery",
  "nav.contact": "Contact",
  "nav.bookNow": "Book Now",
  "nav.service.executive": "Executive",
  "nav.service.wedding": "Wedding",
  "nav.service.event": "Event",
  "footer.24hours": "24 HOURS",
  "footer.hours": "Monday to Sunday - 24 Hours",
  "footer.quickLinks": "QUICK LINKS",
  "footer.home": "Home",
  "footer.testimonials": "Testimonials",
  "footer.contactInfo": "CONTACT INFO",
  "footer.phone": "9059098747",
  "footer.whatsapp": "WhatsApp Message",
  "footer.email": "presidentialchauffersinc@gmail.com",
  "footer.location": "Toronto, Ontario, Canada",
  "footer.copyright": "© {year} © Copyright Presidential Chauffeurs. All Rights Reserved.",
  "hero.title": "PRESIDENTIAL CHAUFFEURS",
  "hero.subtitle": "EXECUTIVE CHAUFFEUR SERVICES FOR ELITE CLIENTELE",
  "about.title": "Elite Standard Trusted Chauffeurs",
  "about.description": "Presidential Chauffeurs' Executive Chauffeur Services in Toronto provide a uniquely flexible and bespoke experience. Be it exclusive events, red carpet arrivals, corporate white glove transportation, weddings, or special nights out in Toronto, our professional Chauffeur Services consistently deliver with both luxury and professionalism. Based in Toronto and serving the Greater Toronto Area, our Executive Chauffeur Services are tailored to accommodate your every request. Indeed, all of Presidential's clients are VIP. Our Executive Chauffeur Services are entrusted by elite clientele who not only seek the highest standards of white glove service but also demand meticulous attention to detail.",
  "testimonials.googleRating": "Google rating score: 5.0 of 5, based on 20 reviews",
  "services.title": "Our Services",
  "services.description": "Experience unparalleled luxury with our distinguished fleet of premium vehicles, including Rolls Royces, Bentleys, and Maybachs. From executive airport transfers and corporate events to elegant weddings and red-carpet occasions, our elite chauffeur service delivers excellence with meticulous attention to detail. Each journey is tailored to exceed the expectations of our discerning clientele, ensuring a sophisticated and seamless travel experience worthy of Toronto's most distinguished passengers.",
  "services.executive.title": "Executive Chauffeur",
  "services.executive.description": "Our Executive Chauffeur Service offers a completely flexible and bespoke experience. From executive transfers to weddings and red carpet events.",
  "services.airport.title": "Executive Airport Transfers",
  "services.airport.description": "Presidential Chauffeurs Airport Transfer service provides our clients with top-notch, bespoke and reliable service.",
  "services.wedding.title": "Wedding Services",
  "services.wedding.description": "Make your special day even more memorable with our luxury chauffeur services. We provide elegant transportation solutions for the wedding couple and their guests, ensuring a sophisticated and stress-free experience on your momentous occasion.",
  "services.event.title": "Events",
  "services.event.description": "No matter the occasion, we can cater for your needs. Birthdays, Prom, Red Carpet Events, Sporting Events, Business Events/Conferences, Photo/Video Shoots.",
  "common.learnMore": "Learn More",
  "about.trustedByElite": "Trusted by the Elite",
  "about.trustedDescription": "We are proud to be entrusted by leading business executives, celebrated athletes, and entertainment industry icons. Our commitment to discretion and professionalism ensures their trust in every journey.",
  "about.eliteStandard": "ELITE STANDARD",
  "about.trustedChauffeurs": "TRUSTED CHAUFFEURS",
  "about.bookNow": "BOOK NOW",

  "aboutPage.hero.title": "About Us",
  "aboutPage.intro.title": "PRESIDENTIAL CHAUFFEURS",
  "aboutPage.intro.description": "At Presidential Chauffeurs, we take pride in our steadfast dedication to delivering unparalleled luxury, discretion, and sophistication, ensuring an extraordinary experience for every client. Renowned for our signature white-glove service, we go above and beyond to craft tailored, seamless journeys that consistently surpass the expectations of our distinguished clientele.",
  "aboutPage.services.description1": "Our Executive Chauffeur Service offers a truly bespoke and flexible experience, designed to cater to a wide array of occasions with precision and elegance. Whether you're planning an exquisite wedding, seeking a glamorous photoshoot backdrop, attending a high-profile music event, or requiring seamless airport pickup and drop-off services—be it for world-famous celebrities, business executives, or groomsmen preparing for a wedding day—Presidential Chauffeurs is your trusted partner.",
  "aboutPage.services.description2": "We also specialize in red carpet events, corporate transportation, sporting events, and memorable nights out in Toronto, ensuring every moment is marked by opulence and professionalism. Our fleet, featuring iconic luxury vehicles such as Rolls Royces, Bentleys, and Maybachs, embodies the pinnacle of style and comfort, elevating every journey into a statement of prestige.",
  "aboutPage.services.description3": "Based in Toronto and proudly serving the Greater Toronto Area, we are committed to fulfilling your every request with meticulous care and attention to detail, because at Presidential Chauffeurs, every client is a VIP, deserving of nothing less than the best.",
  
  "aboutPage.commitment.title": "OUR COMMITMENT",
  "aboutPage.commitment.description": "At Presidential Chauffeurs, we are dedicated to delivering exceptional chauffeur services with an unwavering focus on discretion, reliability and attention to detail. We meticulously plan every journey to provide a seamless experience for our esteemed clients.",
  
  "aboutPage.whyChoose.title": "Why Choose Presidential Chauffeurs?",
  "aboutPage.whyChoose.description": "At Presidential Chauffeurs, we go beyond transportation to deliver a white-glove service experience tailored to meet your highest standard.",
  "aboutPage.whyChoose.point1": "White-Glove service tailored to your needs.",
  "aboutPage.whyChoose.point2": "Elite chauffeurs trained in discretion and professionalism.",
  "aboutPage.whyChoose.point3": "Luxury fleet featuring Rolls Royce, Bentley, and Maybach vehicles.",
  "aboutPage.whyChoose.point4": "Reliable service available 24/7 across the Greater Toronto Area.",
  "aboutPage.whyChoose.cta": "MAKE YOUR RESERVATION",

  "aboutPage.trusted.title": "TRUSTED BY THE ELITE",
  "aboutPage.trusted.description1": "We are proud to be entrusted by leading business executives, celebrated athletes, and entertainment industry icons. Our commitment to discretion and professionalism ensures their trust in every journey.",
  "aboutPage.trusted.description2": "With years of experience, Presidential has earned its place as a trusted provider of reliable, white-glove chauffeur services. Our elite clientele values our professionalism and ability to accommodate their demanding schedules.",

  "galleryPage.title": "Our Gallery",
  "galleryPage.description": "Explore our collection of memorable moments captured at real events with our valued clients. Each photo tells a story of luxury, elegance, and exceptional service.",
  "galleryPage.titleStart": "GALL",
  "galleryPage.titleEnd": "ERY"
}
