{
  "app.title": "Presidential Chauffeurs",
  "nav.aboutUs": "Sobre Nosotros",
  "nav.services": "Servicios",
  "nav.fleet": "Flota",
  "nav.gallery": "Galería",
  "nav.contact": "Contacto",
  "nav.bookNow": "Reservar",
  "nav.service.executive": "Ejecutivo",
  "nav.service.wedding": "Boda",
  "nav.service.event": "Evento",
  "footer.24hours": "24 HORAS",
  "footer.hours": "Lunes a Domingo - 24 Horas",
  "footer.quickLinks": "ENLACES RÁPIDOS",
  "footer.home": "Inicio",
  "footer.testimonials": "Testimonios",
  "footer.contactInfo": "INFORMACIÓN DE CONTACTO",
  "footer.phone": "+44 7908188026",
  "footer.whatsapp": "Mensaje de WhatsApp",
  "footer.email": "info@presidentialchauffeurs.co.uk",
  "footer.location": "Londres, Reino Unido",
  "footer.copyright": "© {year} © Copyright Chóferes Presidenciales. Todos los derechos reservados.",
  "hero.title": "CHÓFERES PRESIDENCIALES",
  "hero.subtitle": "SERVICIOS DE CHÓFER EJECUTIVO PARA CLIENTELA DE ÉLITE",
  "about.title": "Chóferes de Confianza con Estándares de Élite",
  "about.description": "Los servicios de chófer ejecutivo de Chóferes Presidenciales en Londres ofrecen un servicio excepcionalmente flexible. Ya sea para eventos a medida, llegadas a alfombras rojas, transporte corporativo de guante blanco, bodas o noches especiales en Londres, nuestros servicios de chófer brindan constantemente lujo y profesionalismo. Con base en Londres y los condados cercanos, pero operando en todo el Reino Unido, nuestros servicios de chófer ejecutivo están diseñados para satisfacer todas sus solicitudes. De hecho, todos los clientes de Presidential son VIP. Nuestros servicios de chófer ejecutivo son elegidos por una clientela de élite que no solo busca los más altos estándares de servicio de guante blanco, sino que también exige una atención meticulosa a los detalles.",
  "testimonials.googleRating": "Puntuación de Google: 5.0 de 5, basada en 20 reseñas",
  "services.title": "Nuestros Servicios",
  "services.description": "Experimente un lujo incomparable con nuestra distinguida flota de vehículos premium, que incluye Rolls Royce, Bentley y Maybach. Desde traslados ejecutivos al aeropuerto y eventos corporativos hasta bodas de lujo y eventos de alfombra roja, nuestro servicio de chófer de élite ofrece excelencia con atención al detalle. Cada viaje está diseñado para superar las expectativas de nuestra distinguida clientela, asegurando una experiencia de viaje sofisticada y sin contratiempos digna de los pasajeros más prestigiosos de Londres.",
  "services.executive.title": "Chófer Ejecutivo",
  "services.executive.description": "Nuestro Servicio de Chófer Ejecutivo ofrece una experiencia completamente flexible y personalizada. Desde traslados ejecutivos hasta bodas y eventos de alfombra roja.",
  "services.airport.title": "Traslados Ejecutivos al Aeropuerto",
  "services.airport.description": "El servicio de traslado al aeropuerto de Chóferes Presidenciales ofrece a nuestros clientes un servicio de primera clase, personalizado y confiable.",
  "services.wedding.title": "Servicios de Boda",
  "services.wedding.description": "Haga que su día especial sea aún más memorable con nuestros servicios de chófer de lujo. Ofrecemos soluciones de transporte elegantes para los novios y sus invitados, garantizando una experiencia sofisticada y sin estrés en su ocasión tan importante.",
  "services.event.title": "Eventos",
  "services.event.description": "Sea cual sea la ocasión, podemos atender sus necesidades. Cumpleaños, graduación, eventos de alfombra roja, eventos deportivos, eventos empresariales/conferencias, sesiones de foto/video.",
  "common.learnMore": "Saber más",
  "about.trustedByElite": "La Confianza de la Élite",
  "about.trustedDescription": "Nos enorgullece contar con la confianza de destacados ejecutivos empresariales, atletas célebres e íconos de la industria del entretenimiento. Nuestro compromiso con la discreción y el profesionalismo garantiza su confianza en cada viaje.",
  "about.eliteStandard": "ESTÁNDAR DE ÉLITE",
  "about.trustedChauffeurs": "CHÓFERES DE CONFIANZA"
}
