{
  "app.title": "Presidential Chauffeurs",
  "nav.aboutUs": "SOBRE NOSOTROS",
  "nav.services": "SERVICIOS",
  "nav.fleet": "FLOTA",
  "nav.gallery": "GALERÍA",
  "nav.contact": "Contacto",
  "nav.bookNow": "RESERVAR AHORA",
  "nav.service.executive": "Ejecutivo",
  "nav.service.wedding": "Boda",
  "nav.service.event": "Evento",
  "footer.24hours": "24 HORAS",
  "footer.hours": "Lunes a Domingo - 24 Horas",
  "footer.quickLinks": "ENLACES RÁPIDOS",
  "footer.home": "Inicio",
  "footer.testimonials": "Testimonios",
  "footer.contactInfo": "INFORMACIÓN DE CONTACTO",
  "footer.phone": "9059098747",
  "footer.whatsapp": "Mensaje de WhatsApp",
  "footer.email": "presidentialchauffersinc@gmail.com",
  "footer.location": "Toronto, Ontario, Canadá",
  "footer.copyright": "© {year} © Copyright Chóferes Presidenciales. Todos los derechos reservados.",
  "hero.title": "SERVICIOS DE CHÓFER DE LUJO",
  "hero.subtitle": "EXPERIMENTE UN LUJO Y CONFORT SIN IGUAL",
  "about.title": "Chóferes de Confianza con Estándares de Élite",
  "about.description": "Los servicios de chófer ejecutivo de Chóferes Presidenciales en Toronto ofrecen una experiencia única y flexible. Ya sea para eventos exclusivos, llegadas en alfombra roja, transporte corporativo de guante blanco, bodas o noches especiales en Toronto, nuestros servicios de chófer brindan constantemente lujo y profesionalismo. Con sede en Toronto y sirviendo al Área del Gran Toronto, nuestros servicios de chófer ejecutivo están diseñados para satisfacer todas sus solicitudes. De hecho, todos los clientes de Presidential son VIP. Nuestros servicios de chófer ejecutivo son confiados por una clientela de élite que no solo busca los más altos estándares de servicio de guante blanco, sino que también exige una atención meticulosa a los detalles.",
  "testimonials.googleRating": "Puntuación de Google: 5.0 de 5, basada en 20 reseñas",
  "services.title": "NUESTROS SERVICIOS",
  "services.subtitle": "ADAPTADOS A SUS NECESIDADES",
  "services.description": "Experimente un lujo sin igual con nuestra distinguida flota de vehículos premium, incluyendo Rolls Royce, Bentley y Maybach. Desde traslados ejecutivos al aeropuerto y eventos corporativos hasta elegantes bodas y ocasiones de alfombra roja, nuestro servicio de chófer de élite ofrece excelencia con atención meticulosa a los detalles. Cada viaje está diseñado para superar las expectativas de nuestra exigente clientela, asegurando una experiencia de viaje sofisticada y sin problemas digna de los pasajeros más distinguidos de Toronto.",
  "services.executive.title": "Chófer Ejecutivo",
  "services.executive.description": "Nuestro Servicio de Chófer Ejecutivo ofrece una experiencia completamente flexible y personalizada. Desde traslados ejecutivos hasta bodas y eventos de alfombra roja.",
  "services.airport.title": "Traslados Ejecutivos al Aeropuerto",
  "services.airport.description": "El servicio de traslado al aeropuerto de Chóferes Presidenciales ofrece a nuestros clientes un servicio de primera clase, personalizado y confiable.",
  "services.wedding.title": "Servicios de Boda",
  "services.wedding.description": "Haga que su día especial sea aún más memorable con nuestros servicios de chófer de lujo. Ofrecemos soluciones de transporte elegantes para los novios y sus invitados, garantizando una experiencia sofisticada y sin estrés en su ocasión tan importante.",
  "services.event.title": "Eventos",
  "services.event.description": "Sea cual sea la ocasión, podemos atender sus necesidades. Cumpleaños, graduación, eventos de alfombra roja, eventos deportivos, eventos empresariales/conferencias, sesiones de foto/video.",
  "common.learnMore": "Saber más",
  "about.trustedByElite": "La Confianza de la Élite",
  "about.trustedDescription": "Nos enorgullece contar con la confianza de destacados ejecutivos empresariales, atletas célebres e íconos de la industria del entretenimiento. Nuestro compromiso con la discreción y el profesionalismo garantiza su confianza en cada viaje.",
  "about.eliteStandard": "ESTÁNDAR DE ÉLITE",
  "about.trustedChauffeurs": "CHÓFERES DE CONFIANZA",
  "about.bookNow": "RESERVAR AHORA",
  
  "aboutPage.hero.title": "SOBRE <span style=\"color: #D0A42B\">NOSOTROS</span>",
  "aboutPage.intro.title": "CHÓFERES PRESIDENCIALES",
  "aboutPage.intro.description": "En Choferes Presidenciales, nos enorgullecemos de nuestro inquebrantable compromiso con la entrega de lujo, discreción y sofisticación sin igual, asegurando una experiencia extraordinaria para cada cliente. Reconocidos por nuestro servicio distintivo de guante blanco, vamos más allá para crear viajes personalizados y sin problemas que superan constantemente las expectativas de nuestra distinguida clientela.",
  "aboutPage.services.description1": "Nuestro Servicio de Chofer Ejecutivo ofrece una experiencia verdaderamente personalizada y flexible, diseñada para atender una amplia gama de ocasiones con precisión y elegancia. Ya sea que esté planeando una boda exquisita, buscando un escenario glamoroso para una sesión fotográfica, asistiendo a un evento musical de alto perfil, o requiriendo servicios de recogida y entrega en el aeropuerto, ya sea para celebridades de fama mundial, ejecutivos de negocios o padrinos preparándose para un día de boda, Choferes Presidenciales es su socio de confianza.",
  "aboutPage.services.description2": "También nos especializamos en eventos de alfombra roja, transporte corporativo, eventos deportivos y noches memorables en Toronto, asegurando que cada momento esté marcado por la opulencia y el profesionalismo. Nuestra flota, que incluye vehículos de lujo icónicos como Rolls Royce, Bentley y Maybach, encarna el pináculo del estilo y el confort, elevando cada viaje a una declaración de prestigio.",
  "aboutPage.services.description3": "Con sede en Toronto y sirviendo con orgullo al Área del Gran Toronto, estamos comprometidos a cumplir cada una de sus solicitudes con cuidado meticuloso y atención al detalle, porque en Choferes Presidenciales, cada cliente es un VIP, merecedor de nada menos que lo mejor.",
  
  "aboutPage.commitment.title": "NUESTRO COMPROMISO",
  "aboutPage.commitment.description": "En Choferes Presidenciales, nos dedicamos a brindar servicios de chofer excepcionales con un enfoque inquebrantable en la discreción, la confiabilidad y la atención al detalle. Planificamos meticulosamente cada viaje para proporcionar una experiencia sin problemas para nuestros estimados clientes.",
  
  "aboutPage.whyChoose.title": "¿Por Qué Elegir Choferes Presidenciales?",
  "aboutPage.whyChoose.description": "En Choferes Presidenciales, vamos más allá del transporte para ofrecer una experiencia de servicio de guante blanco adaptada a su más alto estándar.",
  "aboutPage.whyChoose.point1": "Servicio de guante blanco adaptado a sus necesidades.",
  "aboutPage.whyChoose.point2": "Choferes de élite entrenados en discreción y profesionalismo.",
  "aboutPage.whyChoose.point3": "Flota de lujo con vehículos Rolls Royce, Bentley y Maybach.",
  "aboutPage.whyChoose.point4": "Servicio confiable disponible 24/7 en toda el Área del Gran Toronto.",
  "aboutPage.whyChoose.cta": "HAGA SU RESERVA",

  "aboutPage.trusted.title": "CONFIADO POR LA ÉLITE",
  "aboutPage.trusted.description1": "Nos enorgullece contar con la confianza de destacados ejecutivos empresariales, atletas célebres e íconos de la industria del entretenimiento. Nuestro compromiso con la discreción y el profesionalismo asegura su confianza en cada viaje.",
  "aboutPage.trusted.description2": "Con años de experiencia, Presidential se ha ganado su lugar como proveedor confiable de servicios de chofer de guante blanco. Nuestra clientela de élite valora nuestro profesionalismo y capacidad para adaptarnos a sus exigentes horarios.",
  "aboutPage.hero.about": "SOBRE",
  "aboutPage.hero.us": "NOSOTROS",
  "aboutPage.intro.presidential": "PRESIDENCIAL",
  "aboutPage.intro.chauffeurs": "CHÓFERES",
  "aboutPage.commitment.our": "NUESTRO",
  "aboutPage.commitment.commitment": "COMPROMISO",

  "servicesPage.hero.our": "NUESTROS",
  "servicesPage.hero.services": "SERVICIOS",
  "servicesPage.description": "Chóferes Presidenciales ofrece servicios de chófer premium en Londres y en todo el Reino Unido. Desde traslados ejecutivos al aeropuerto, bodas y eventos de alfombra roja, hasta transporte personalizado para eventos, nuestros servicios están diseñados para satisfacer las necesidades únicas de nuestra clientela de élite, garantizando un profesionalismo incomparable y atención al detalle.",
  "servicesPage.explore.title1": "EXPLORE NUESTROS",
  "servicesPage.explore.title2": "SERVICIOS DE CHÓFER EXCLUSIVOS",
  
  "servicesPage.executive.title": "Servicio de Chófer Ejecutivo",
  "servicesPage.executive.description": "Nuestro Servicio de Chófer Ejecutivo ofrece una experiencia completamente flexible y personalizada, diseñada para superar las expectativas de nuestros clientes más exigentes.",
  "servicesPage.executive.point1": "Transporte corporativo para ejecutivos y VIPs",
  "servicesPage.executive.point2": "Chófer dedicado para reuniones de negocios con múltiples paradas",
  "servicesPage.executive.point3": "Transporte para roadshows y conferencias",
  "servicesPage.executive.point4": "Vehículos de lujo equipados con comodidades de oficina móvil",
  
  "servicesPage.airport.title": "Traslados Ejecutivos al Aeropuerto",
  "servicesPage.airport.description": "Experimente traslados aeroportuarios sin problemas con nuestro servicio de chófer premium, garantizando viajes puntuales y cómodos hacia y desde todos los principales aeropuertos del Reino Unido.",
  "servicesPage.airport.point1": "Servicio de Meet & Greet en todas las terminales",
  "servicesPage.airport.point2": "Monitoreo de vuelos y ajuste por retrasos",
  "servicesPage.airport.point3": "Asistencia con equipaje y aduanas",
  "servicesPage.airport.point4": "Flota de vehículos de lujo para traslados individuales o grupales",
  
  "servicesPage.events.title": "Eventos y Ocasiones Especiales",
  "servicesPage.events.description": "Haga que sus ocasiones especiales sean verdaderamente memorables con nuestros servicios de chófer de lujo, perfectos para cualquier evento que requiera transporte sofisticado.",
  "servicesPage.events.point1": "Eventos de alfombra roja y estrenos",
  "servicesPage.events.point2": "Servicios de transporte para bodas",
  "servicesPage.events.point3": "Eventos corporativos y galas",
  "servicesPage.events.point4": "Eventos deportivos y conciertos",
  "servicesPage.events.point5": "Transporte para sesiones de foto/video",
  
  "servicesPage.wedding.title": "Servicios de Chófer para Bodas",
  "servicesPage.wedding.description": "Haga que su día especial sea verdaderamente inolvidable con nuestros servicios de chófer personalizados para bodas. Entendemos que cada detalle importa en su día de boda, por eso proporcionamos un nivel excepcional de servicio que combina lujo, elegancia y atención meticulosa al detalle.",
  "servicesPage.wedding.point1": "Servicio de coche nupcial de lujo con decoraciones elegantes",
  "servicesPage.wedding.point2": "Transporte coordinado para el cortejo nupcial e invitados",
  "servicesPage.wedding.point3": "Chóferes profesionales en vestimenta formal",
  "servicesPage.wedding.point4": "Traslados para sesiones fotográficas de boda",
  "servicesPage.wedding.point5": "Transporte al lugar de la recepción y post-boda",

  "galleryPage.title": "Nuestra Galería",
  "galleryPage.description": "Explore nuestra colección de momentos memorables capturados en eventos reales con nuestros valiosos clientes.",
  "galleryPage.subDescription": "Cada foto cuenta una historia de lujo, elegancia y servicio excepcional.",
  "galleryPage.titleStart": "GALE",
  "galleryPage.titleEnd": "RÍA",
  "galleryPage.clickToEnlarge": "Haga clic para ampliar",
  "galleryPage.clickToPlay": "Haga clic para reproducir",

  "vehiclePage.title": "Nuestra Flota de Élite",
  "vehiclePage.titleStart": "NUESTRA ÉLITE",
  "vehiclePage.titleEnd": "FLOTA",
  "vehiclePage.requestService": "Solicitar Servicio de Chófer",
  "vehiclePage.purposeLabel": "Propósito del Viaje",
  "vehiclePage.dateLabel": "Fecha Preferida",
  "vehiclePage.descriptionLabel": "Detalles Adicionales",
  "vehiclePage.ratePerDay": "Tarifa: Contactar para precios",
  "vehiclePage.captchaError": "Por favor complete la verificación CAPTCHA",
  "vehiclePage.configError": "Falta la configuración de ReCAPTCHA. Por favor intente más tarde.",
  "vehiclePage.submitError": "Hubo un error al enviar su consulta. Por favor, inténtelo de nuevo más tarde.",
  "vehiclePage.submitSuccess": "Su consulta ha sido enviada con éxito. Nos pondremos en contacto con usted en breve.",
  "vehiclePage.formValidationError": "Por favor, complete todos los campos correctamente",
  "vehiclePage.pastDateError": "Por favor, seleccione una fecha futura",
  "vehiclePage.requiredField": "Este campo es obligatorio",
  "vehiclePage.dateError": "Por favor, seleccione una fecha futura válida",
  "vehiclePage.emailLabel": "Su Correo Electrónico",
  "vehiclePage.emailPlaceholder": "Introduzca su dirección de correo electrónico",
  "vehiclePage.emailError": "Por favor, introduzca una dirección de correo electrónico válida",
  "vehiclePage.descriptionPlaceholder": "Cuéntenos más sobre sus requisitos",
  "vehiclePage.submit": "Solicitar Servicio de Chófer",
  "vehiclePage.emailSubmitted": "¡Correo Enviado!",
  
  "vehicle.cullinan.name": "Rolls-Royce Cullinan",
  "vehicle.cullinan.description": "La cumbre de los SUV de lujo, que ofrece una comodidad y presencia sin igual para viajes de élite.",
  
  "vehicle.ghost.name": "Rolls-Royce Ghost",
  "vehicle.ghost.description": "El epítome de la elegancia automotriz, que ofrece un lujo sin esfuerzo y una experiencia de conducción serena.",
  
  "vehicle.phantom.name": "Rolls-Royce Phantom",
  "vehicle.phantom.description": "El símbolo definitivo del lujo automotriz, que representa la cumbre de la artesanía y la sofisticación.",
  
  "vehicle.maybach.name": "Maybach 57S",
  "vehicle.maybach.description": "Una obra maestra de la ingeniería alemana, que ofrece un lujo excepcional en los asientos traseros y una experiencia con chófer como ninguna otra.",
  
  "vehicle.silverarrow.name": "Rolls-Royce 1962 Phantom",
  "vehicle.silverarrow.description": "Una obra maestra rara y exclusiva que combina un diseño atemporal con tecnología de vanguardia, ofreciendo una experiencia de lujo inigualable.",
  
  "footer.recaptchaNotice": "Este sitio está protegido por reCAPTCHA y se aplican la {privacyPolicy} y los {termsOfService} de Google.",
  "footer.privacyPolicy": "Política de Privacidad",
  "footer.termsOfService": "Términos de Servicio"
}
