{
  "app.title": "Presidential Chauffeurs",
  "nav.aboutUs": "À PROPOS DE NOUS",
  "nav.services": "SERVICES",
  "nav.fleet": "FLOTTE",
  "nav.gallery": "GALERIE",
  "nav.contact": "Contact",
  "nav.bookNow": "RÉSERVER MAINTENANT",
  "nav.service.executive": "Exécutif",
  "nav.service.wedding": "Mariage",
  "nav.service.event": "Événement",
  "footer.24hours": "24 HEURES",
  "footer.hours": "Lundi au Dimanche - 24 Heures",
  "footer.quickLinks": "LIENS RAPIDES",
  "footer.home": "Accueil",
  "footer.testimonials": "Témoignages",
  "footer.contactInfo": "INFORMATIONS DE CONTACT",
  "footer.phone": "9059098747",
  "footer.whatsapp": "Message WhatsApp",
  "footer.email": "presidentialchauffersinc@gmail.com",
  "footer.location": "Toronto, Ontario, Canada",
  "footer.copyright": "© {year} © Copyright Chauffeurs Présidentiels. Tous droits réservés.",
  "hero.title": "SERVICES DE CHAUFFEUR DE LUXE",
  "hero.subtitle": "DÉCOUVREZ UN LUXE ET UN CONFORT INÉGALÉS",
  "about.title": "Chauffeurs de Confiance aux Standards d'Excellence",
  "about.description": "Les services de chauffeur exécutif de Chauffeurs Présidentiels à Toronto offrent un service unique et flexible. Qu'il s'agisse d'événements sur mesure, d'arrivées sur tapis rouge, de transport d'entreprise haut de gamme, de mariages ou de soirées spéciales à Toronto, nos services de chauffeur allient constamment luxe et professionnalisme. Basés à Toronto et servant la région du Grand Toronto, nos services de chauffeur exécutif sont adaptés pour répondre à toutes vos demandes. En effet, tous les clients de Presidential sont VIP. Nos services de chauffeur exécutif sont choisis par une clientèle d'élite qui recherche non seulement les plus hauts standards de service haut de gamme mais exige également une attention méticuleuse aux détails.",
  "testimonials.googleRating": "Note Google : 5.0 sur 5, basée sur 20 avis",
  "services.title": "NOS SERVICES",
  "services.subtitle": "ADAPTÉS À VOS BESOINS",
  "services.description": "Découvrez un luxe incomparable avec notre flotte distinguée de véhicules haut de gamme, comprenant Rolls Royce, Bentley et Maybach. Des transferts aéroportuaires exécutifs et événements d'entreprise aux mariages luxueux et événements tapis rouge, notre service de chauffeur d'élite offre l'excellence avec une attention méticuleuse aux détails. Chaque voyage est conçu pour dépasser les attentes de notre clientèle distinguée, assurant une expérience de voyage sophistiquée et sans faille digne des passagers les plus prestigieux de Toronto.",
  "services.executive.title": "Chauffeur Exécutif",
  "services.executive.description": "Notre Service de Chauffeur Exécutif offre une expérience totalement flexible et sur mesure. Des transferts exécutifs aux mariages et événements tapis rouge.",
  "services.airport.title": "Transferts Aéroport Exécutifs",
  "services.airport.description": "Le service de transfert aéroport de Chauffeurs Présidentiels offre à nos clients un service haut de gamme, sur mesure et fiable.",
  "services.wedding.title": "Services de Mariage",
  "services.wedding.description": "Rendez votre jour spécial encore plus mémorable avec nos services de chauffeur de luxe. Nous proposons des solutions de transport élégantes pour les mariés et leurs invités, garantissant une expérience sophistiquée et sans stress pour votre occasion importante.",
  "services.event.title": "Événements",
  "services.event.description": "Quelle que soit l'occasion, nous pouvons répondre à vos besoins. Anniversaires, bal de promo, événements tapis rouge, événements sportifs, événements d'affaires/conférences, séances photo/vidéo.",
  "common.learnMore": "En savoir plus",
  "about.trustedByElite": "La Confiance de l'Élite",
  "about.trustedDescription": "Nous sommes fiers d'avoir la confiance des dirigeants d'entreprise de premier plan, des athlètes célèbres et des icônes de l'industrie du divertissement. Notre engagement envers la discrétion et le professionnalisme garantit leur confiance à chaque voyage.",
  "about.eliteStandard": "STANDARD D'ÉLITE",
  "about.trustedChauffeurs": "CHAUFFEURS DE CONFIANCE",
  "about.bookNow": "RÉSERVER MAINTENANT",
  
  "aboutPage.hero.title": "À PROPOS DE <span style=\"color: #D0A42B\">NOUS</span>",
  "aboutPage.intro.title": "CHAUFFEURS PRÉSIDENTIELS",
  "aboutPage.intro.description": "Chez Chauffeurs Présidentiels, nous sommes fiers de notre engagement inébranlable à offrir un luxe, une discrétion et une sophistication inégalés, garantissant une expérience extraordinaire à chaque client. Reconnus pour notre service signature gants blancs, nous allons au-delà pour créer des voyages sur mesure qui dépassent constamment les attentes de notre clientèle distinguée.",
  "aboutPage.services.description1": "Notre Service de Chauffeur Exécutif offre une expérience véritablement sur mesure et flexible, conçue pour répondre à une large gamme d'occasions avec précision et élégance. Que vous planifiez un mariage exquis, recherchiez un cadre glamour pour une séance photo, assistiez à un événement musical de haut niveau, ou ayez besoin de services de transport aéroport - que ce soit pour des célébrités de renommée mondiale, des dirigeants d'entreprise ou des garçons d'honneur se préparant pour un mariage - Chauffeurs Présidentiels est votre partenaire de confiance.",
  "aboutPage.services.description2": "Nous nous spécialisons également dans les événements tapis rouge, le transport d'entreprise, les événements sportifs et les soirées mémorables à Toronto, garantissant que chaque moment est marqué par l'opulence et le professionnalisme. Notre flotte, comprenant des véhicules de luxe emblématiques tels que Rolls Royce, Bentley et Maybach, incarne le summum du style et du confort, élevant chaque voyage au rang de déclaration de prestige.",
  "aboutPage.services.description3": "Basés à Toronto et desservant fièrement la région du Grand Toronto, nous nous engageons à satisfaire chacune de vos demandes avec un soin et une attention méticuleux aux détails, car chez Chauffeurs Présidentiels, chaque client est un VIP, méritant ce qu'il y a de mieux.",
  
  "aboutPage.commitment.title": "NOTRE ENGAGEMENT",
  "aboutPage.commitment.description": "Chez Chauffeurs Présidentiels, nous nous consacrons à fournir des services de chauffeur exceptionnels avec une attention inébranlable à la discrétion, la fiabilité et le souci du détail. Nous planifions méticuleusement chaque voyage pour offrir une expérience sans faille à nos clients estimés.",
  
  "aboutPage.whyChoose.title": "Pourquoi Choisir Chauffeurs Présidentiels?",
  "aboutPage.whyChoose.description": "Chez Chauffeurs Présidentiels, nous allons au-delà du simple transport pour offrir une expérience de service gants blancs adaptée à vos plus hautes exigences.",
  "aboutPage.whyChoose.point1": "Service gants blancs adapté à vos besoins.",
  "aboutPage.whyChoose.point2": "Chauffeurs d'élite formés à la discrétion et au professionnalisme.",
  "aboutPage.whyChoose.point3": "Flotte de luxe comprenant des véhicules Rolls Royce, Bentley et Maybach.",
  "aboutPage.whyChoose.point4": "Service fiable disponible 24/7 dans toute la région du Grand Toronto.",
  "aboutPage.whyChoose.cta": "FAITES VOTRE RÉSERVATION",

  "aboutPage.trusted.title": "APPROUVÉ PAR L'ÉLITE",
  "aboutPage.trusted.description1": "Nous sommes fiers d'avoir la confiance des dirigeants d'entreprise de premier plan, des athlètes célèbres et des icônes de l'industrie du divertissement. Notre engagement envers la discrétion et le professionnalisme garantit leur confiance à chaque voyage.",
  "aboutPage.trusted.description2": "Avec des années d'expérience, Presidential a gagné sa place en tant que fournisseur de confiance de services de chauffeur haut de gamme fiables. Notre clientèle d'élite apprécie notre professionnalisme et notre capacité à s'adapter à leurs emplois du temps exigeants.",
  "aboutPage.hero.about": "À PROPOS",
  "aboutPage.hero.us": "DE NOUS",
  "aboutPage.intro.presidential": "CHAUFFEURS",
  "aboutPage.intro.chauffeurs": "PRÉSIDENTIELS",
  "aboutPage.commitment.our": "NOTRE",
  "aboutPage.commitment.commitment": "ENGAGEMENT",

  "servicesPage.hero.our": "NOS",
  "servicesPage.hero.services": "SERVICES",
  "servicesPage.description": "Chauffeurs Présidentiels fournit des services de chauffeur haut de gamme à Londres et dans tout le Royaume-Uni. Des transferts aéroport exécutifs aux mariages et événements tapis rouge, en passant par le transport sur mesure pour les événements, nos services sont adaptés pour répondre aux besoins uniques de notre clientèle d'élite, assurant un professionnalisme inégalé et une attention méticuleuse aux détails.",
  "servicesPage.explore.title1": "DÉCOUVREZ NOS",
  "servicesPage.explore.title2": "SERVICES DE CHAUFFEUR EXCLUSIFS",
  
  "servicesPage.executive.title": "Service de Chauffeur Exécutif",
  "servicesPage.executive.description": "Notre Service de Chauffeur Exécutif offre une expérience totalement flexible et sur mesure, conçue pour dépasser les attentes de nos clients les plus exigeants.",
  "servicesPage.executive.point1": "Transport d'entreprise pour cadres et VIP",
  "servicesPage.executive.point2": "Chauffeur dédié pour réunions d'affaires multi-étapes",
  "servicesPage.executive.point3": "Transport pour roadshows et conférences",
  "servicesPage.executive.point4": "Véhicules de luxe équipés d'aménagements de bureau mobile",
  
  "servicesPage.airport.title": "Transferts Aéroport Exécutifs",
  "servicesPage.airport.description": "Expérimentez des transferts aéroport sans faille avec notre service de chauffeur haut de gamme, assurant des trajets ponctuels et confortables vers et depuis tous les principaux aéroports du Royaume-Uni.",
  "servicesPage.airport.point1": "Service Meet & Greet dans tous les terminaux",
  "servicesPage.airport.point2": "Suivi des vols et ajustement pour les retards",
  "servicesPage.airport.point3": "Assistance bagages et douanes",
  "servicesPage.airport.point4": "Flotte de véhicules de luxe pour transferts individuels ou groupes",
  
  "servicesPage.events.title": "Événements et Occasions Spéciales",
  "servicesPage.events.description": "Rendez vos occasions spéciales vraiment mémorables avec nos services de chauffeur de luxe, parfaits pour tout événement nécessitant un transport sophistiqué.",
  "servicesPage.events.point1": "Événements tapis rouge et premières",
  "servicesPage.events.point2": "Services de transport pour mariages",
  "servicesPage.events.point3": "Événements d'entreprise et galas",
  "servicesPage.events.point4": "Événements sportifs et concerts",
  "servicesPage.events.point5": "Transport pour séances photo/vidéo",
  
  "servicesPage.wedding.title": "Services de Chauffeur pour Mariages",
  "servicesPage.wedding.description": "Rendez votre jour spécial vraiment inoubliable avec nos services de chauffeur sur mesure pour mariages. Nous comprenons que chaque détail compte le jour de votre mariage, c'est pourquoi nous fournissons un niveau de service exceptionnel qui allie luxe, élégance et attention méticuleuse aux détails.",
  "servicesPage.wedding.point1": "Service de voiture de mariée de luxe avec décorations élégantes",
  "servicesPage.wedding.point2": "Transport coordonné pour le cortège et les invités",
  "servicesPage.wedding.point3": "Chauffeurs professionnels en tenue de cérémonie",
  "servicesPage.wedding.point4": "Transferts pour séances photo de mariage",
  "servicesPage.wedding.point5": "Transport vers le lieu de réception et post-mariage",

  "galleryPage.title": "Notre Galerie",
  "galleryPage.description": "Explorez notre collection de moments mémorables capturés lors d'événements réels avec nos précieux clients.",
  "galleryPage.subDescription": "Chaque photo raconte une histoire de luxe, d'élégance et de service exceptionnel.",
  "galleryPage.titleStart": "GALE",
  "galleryPage.titleEnd": "RIE",
  "galleryPage.clickToEnlarge": "Cliquez pour agrandir",

  "vehiclePage.title": "Notre Flotte d'Élite",
  "vehiclePage.titleStart": "NOTRE ÉLITE",
  "vehiclePage.titleEnd": "FLOTTE",
  "vehiclePage.requestService": "Demander un Service de Chauffeur",
  "vehiclePage.purposeLabel": "Objectif du Voyage",
  "vehiclePage.dateLabel": "Date Préférée",
  "vehiclePage.descriptionLabel": "Détails Supplémentaires",
  "vehiclePage.ratePerDay": "Tarif: Contactez-nous pour les prix",
  "vehiclePage.captchaError": "Veuillez compléter la vérification CAPTCHA",
  "vehiclePage.configError": "La configuration ReCAPTCHA est manquante. Veuillez réessayer plus tard.",
  "vehiclePage.submitError": "Une erreur s'est produite lors de l'envoi de votre demande. Veuillez réessayer plus tard.",
  "vehiclePage.submitSuccess": "Votre demande a été soumise avec succès. Nous vous contacterons sous peu.",
  "vehiclePage.formValidationError": "Veuillez remplir tous les champs correctement",
  "vehiclePage.pastDateError": "Veuillez sélectionner une date future",
  "vehiclePage.requiredField": "Ce champ est obligatoire",
  "vehiclePage.dateError": "Veuillez sélectionner une date future valide",
  "vehiclePage.emailLabel": "Votre Email",
  "vehiclePage.emailPlaceholder": "Entrez votre adresse email",
  "vehiclePage.emailError": "Veuillez entrer une adresse email valide",
  "vehiclePage.descriptionPlaceholder": "Parlez-nous de vos besoins",
  "vehiclePage.submit": "Demander un Service de Chauffeur",
  "vehiclePage.emailSubmitted": "Email Envoyé !",
  
  "vehicle.cullinan.name": "Rolls-Royce Cullinan",
  "vehicle.cullinan.description": "Le summum des SUV de luxe, offrant un confort et une présence inégalés pour les voyages d'élite.",
  
  "vehicle.ghost.name": "Rolls-Royce Ghost",
  "vehicle.ghost.description": "L'épitomé de l'élégance automobile, offrant un luxe sans effort et une expérience de conduite sereine.",
  
  "vehicle.phantom.name": "Rolls-Royce Phantom",
  "vehicle.phantom.description": "Le symbole ultime du luxe automobile, représentant le summum de l'artisanat et de la sophistication.",
  
  "vehicle.maybach.name": "Maybach 62S",
  "vehicle.maybach.description": "Un chef-d'œuvre de l'ingénierie allemande, offrant un luxe exceptionnel aux places arrière et une expérience avec chauffeur incomparable.",
  
  "vehicle.silverarrow.name": "Rolls-Royce Silver Arrow",
  "vehicle.silverarrow.description": "Un chef-d'œuvre rare et exclusif qui allie design intemporel et technologie de pointe, offrant une expérience de luxe inégalée."
}
