{
  "app.title": "Presidential Chauffeurs",
  "nav.aboutUs": "À Propos de Nous",
  "nav.services": "Services",
  "nav.fleet": "Flotte",
  "nav.gallery": "Galerie",
  "nav.contact": "Contact",
  "nav.bookNow": "Réserver",
  "nav.service.executive": "Exécutif",
  "nav.service.wedding": "Mariage",
  "nav.service.event": "Événement",
  "footer.24hours": "24 HEURES",
  "footer.hours": "Lundi au Dimanche - 24 Heures",
  "footer.quickLinks": "LIENS RAPIDES",
  "footer.home": "Accueil",
  "footer.testimonials": "Témoignages",
  "footer.contactInfo": "INFORMATIONS DE CONTACT",
  "footer.phone": "+44 7908188026",
  "footer.whatsapp": "Message WhatsApp",
  "footer.email": "info@presidentialchauffeurs.co.uk",
  "footer.location": "Londres, Royaume-Uni",
  "footer.copyright": "© {year} © Copyright Chauffeurs Présidentiels. Tous droits réservés.",
  "hero.title": "CHAUFFEURS PRÉSIDENTIELS",
  "hero.subtitle": "SERVICES DE CHAUFFEUR EXÉCUTIF POUR UNE CLIENTÈLE D'ÉLITE",
  "about.title": "Chauffeurs de Confiance aux Standards d'Excellence",
  "about.description": "Les services de chauffeur exécutif de Chauffeurs Présidentiels à Londres offrent un service unique et flexible. Qu'il s'agisse d'événements sur mesure, d'arrivées sur tapis rouge, de transport d'entreprise haut de gamme, de mariages ou de soirées spéciales à Londres, nos services de chauffeur allient constamment luxe et professionnalisme. Basés à Londres et dans les Home Counties mais opérant dans tout le Royaume-Uni, nos services de chauffeur exécutif sont adaptés pour répondre à toutes vos demandes. En effet, tous les clients de Presidential sont VIP. Nos services de chauffeur exécutif sont choisis par une clientèle d'élite qui recherche non seulement les plus hauts standards de service haut de gamme mais exige également une attention méticuleuse aux détails.",
  "testimonials.googleRating": "Note Google : 5.0 sur 5, basée sur 20 avis",
  "services.title": "Nos Services",
  "services.description": "Découvrez un luxe incomparable avec notre flotte distinguée de véhicules haut de gamme, comprenant Rolls Royce, Bentley et Maybach. Des transferts aéroportuaires exécutifs et événements d'entreprise aux mariages luxueux et événements tapis rouge, notre service de chauffeur d'élite offre l'excellence avec une attention méticuleuse aux détails. Chaque voyage est conçu pour dépasser les attentes de notre clientèle distinguée, assurant une expérience de voyage sophistiquée et sans faille digne des passagers les plus prestigieux de Londres.",
  "services.executive.title": "Chauffeur Exécutif",
  "services.executive.description": "Notre Service de Chauffeur Exécutif offre une expérience totalement flexible et sur mesure. Des transferts exécutifs aux mariages et événements tapis rouge.",
  "services.airport.title": "Transferts Aéroport Exécutifs",
  "services.airport.description": "Le service de transfert aéroport de Chauffeurs Présidentiels offre à nos clients un service haut de gamme, sur mesure et fiable.",
  "services.wedding.title": "Services de Mariage",
  "services.wedding.description": "Rendez votre jour spécial encore plus mémorable avec nos services de chauffeur de luxe. Nous proposons des solutions de transport élégantes pour les mariés et leurs invités, garantissant une expérience sophistiquée et sans stress pour votre occasion importante.",
  "services.event.title": "Événements",
  "services.event.description": "Quelle que soit l'occasion, nous pouvons répondre à vos besoins. Anniversaires, bal de promo, événements tapis rouge, événements sportifs, événements d'affaires/conférences, séances photo/vidéo.",
  "common.learnMore": "En savoir plus",
  "about.trustedByElite": "La Confiance de l'Élite",
  "about.trustedDescription": "Nous sommes fiers d'avoir la confiance des dirigeants d'entreprise de premier plan, des athlètes célèbres et des icônes de l'industrie du divertissement. Notre engagement envers la discrétion et le professionnalisme garantit leur confiance à chaque voyage.",
  "about.eliteStandard": "STANDARD D'ÉLITE",
  "about.trustedChauffeurs": "CHAUFFEURS DE CONFIANCE"
}
