{
  "app.title": "Presidential Chauffeurs",
  "nav.aboutUs": "हमारे बारे में",
  "nav.services": "सेवाएँ",
  "nav.fleet": "बेड़ा",
  "nav.gallery": "गैलरी",
  "nav.contact": "संपर्क",
  "nav.bookNow": "अभी बुक करें",
  "nav.service.executive": "एग्जीक्यूटिव",
  "nav.service.wedding": "विवाह",
  "nav.service.event": "कार्यक्रम",
  "footer.24hours": "24 घंटे",
  "footer.hours": "सोमवार से रविवार - 24 घंटे",
  "footer.quickLinks": "त्वरित लिंक",
  "footer.home": "होम",
  "footer.testimonials": "प्रशंसापत्र",
  "footer.contactInfo": "संपर्क जानकारी",
  "footer.phone": "9059098747",
  "footer.whatsapp": "व्हाट्सएप संदेश",
  "footer.email": "presidentialchauffersinc@gmail.com",
  "footer.location": "टोरंटो, ओंटारियो, कनाडा",
  "footer.copyright": "© {year} © कॉपीराइट प्रेसिडेंशियल चॉफर्स। सर्वाधिकार सुरक्षित।",
  "hero.title": "लक्जरी शोफर सेवाएं",
  "hero.subtitle": "अद्वितीय लक्जरी और आराम का अनुभव करें",
  "about.title": "एलीट स्तर के विश्वसनीय चॉफर्स",
  "about.description": "टोरंटो में प्रेसिडेंशियल चॉफर्स की एग्जीक्यूटिव चॉफर सेवाएं एक अनूठा और लचीला अनुभव प्रदान करती हैं। चाहे वह विशेष कार्यक्रम हों, रेड कार्पेट आगमन, कॉर्पोरेट व्हाइट ग्लव परिवहन, शादियां, या टोरंटो में विशेष रातें, हमारी पेशेवर चॉफर सेवाएं लगातार विलासिता और व्यावसायिकता के साथ प्रदान करती हैं। टोरंटो में स्थित और ग्रेटर टोरंटो एरिया की सेवा करते हुए, हमारी एग्जीक्यूटिव चॉफर सेवाएं आपकी हर मांग को पूरा करने के लिए तैयार की गई हैं। वास्तव में, प्रेसिडेंशियल के सभी ग्राहक वीआईपी हैं। हमारी एग्जीक्यूटिव चॉफर सेवाओं पर एलीट ग्राहकों द्वारा भरोसा किया जाता है जो न केवल व्हाइट ग्लव सेवा के उच्चतम मानकों की तलाश करते हैं बल्कि विवरण पर सूक्ष्म ध्यान की भी मांग करते हैं।",
  "testimonials.googleRating": "गूगल रेटिंग स्कोर: 5.0 में से 5.0, 20 समीक्षाओं के आधार पर",
  "services.title": "हमारी सेवाएँ",
  "services.subtitle": "आपकी आवश्यकताओं के अनुसार",
  "services.description": "रोल्स रॉयस, बेंटली और मेबैक सहित हमारे विशिष्ट प्रीमियम वाहनों के बेड़े के साथ अनुपम विलासिता का अनुभव करें। एग्जीक्यूटिव एयरपोर्ट ट्रांसफर और कॉर्पोरेट इवेंट्स से लेकर भव्य शादियों और रेड कार्पेट अवसरों तक, हमारी एलीट चॉफर सेवा बारीक विवरणों पर ध्यान देते हुए उत्कृष्टता प्रदान करती है। प्रत्येक यात्रा हमारे विवेकशील ग्राहकों की अपेक्षाओं से अधिक होने के लिए तैयार की गई है, जो टोरंटो के सबसे प्रतिष्ठित यात्रियों के योग्य एक परिष्कृत और निर्बाध यात्रा अनुभव सुनिश्चित करती है।",
  "services.executive.title": "एग्जीक्यूटिव चॉफर",
  "services.executive.description": "हमारी एग्जीक्यूटिव चॉफर सेवा पूरी तरह से लचीला और अनुकूलित अनुभव प्रदान करती है। एग्जीक्यूटिव ट्रांसफर से लेकर शादियों और रेड कार्पेट इवेंट्स तक।",
  "services.airport.title": "एग्जीक्यूटिव एयरपोर्ट ट्रांसफर",
  "services.airport.description": "प्रेसिडेंशियल चॉफर्स एयरपोर्ट ट्रांसफर सेवा हमारे ग्राहकों को उच्च स्तरीय, अनुकूलित और विश्वसनीय सेवा प्रदान करती है।",
  "services.wedding.title": "विवाह सेवाएं",
  "services.wedding.description": "हमारी लग्जरी चॉफर सेवाओं के साथ अपने खास दिन को और भी यादगार बनाएं। हम दूल्हा-दुल्हन और उनके मेहमानों के लिए एलीगेंट परिवहन समाधान प्रदान करते हैं, जो आपके महत्वपूर्ण अवसर पर एक परिष्कृत और तनाव-मुक्त अनुभव सुनिश्चित करता है।",
  "services.event.title": "कार्यक्रम",
  "services.event.description": "चाहे कोई भी अवसर हो, हम आपकी जरूरतों को पूरा कर सकते हैं। जन्मदिन, प्रॉम, रेड कार्पेट इवेंट्स, खेल कार्यक्रम, व्यावसायिक कार्यक्रम/सम्मेलन, फोटो/वीडियो शूट।",
  "common.learnMore": "और जानें",
  "about.trustedByElite": "एलीट द्वारा विश्वसनीय",
  "about.trustedDescription": "हमें प्रमुख व्यवसायिक अधिकारियों, प्रसिद्ध एथलीटों और मनोरंजन उद्योग की हस्तियों द्वारा विश्वास किए जाने पर गर्व है। गोपनीयता और व्यावसायिकता के प्रति हमारी प्रतिबद्धता हर यात्रा में उनके विश्वास को सुनिश्चित करती है।",
  "about.eliteStandard": "एलीट स्टैंडर्ड",
  "about.trustedChauffeurs": "विश्वसनीय शोफर्स",
  
  "aboutPage.hero.title": "हमारे <span style=\"color: #D0A42B\">बारे में</span>",
  "aboutPage.intro.title": "प्रेसिडेंशियल <span style=\"color: #D0A42B\">शोफर्स</span>",
  "aboutPage.intro.description": "प्रेसिडेंशियल शोफर्स में, हम असाधारण विलासिता, विवेक और परिष्कार प्रदान करने की अपनी अटल प्रतिबद्धता पर गर्व करते हैं, जो प्रत्येक ग्राहक के लिए एक असाधारण अनुभव सुनिश्चित करता है। हमारी व्हाइट-ग्लव सेवा के लिए प्रसिद्ध, हम अपने विशिष्ट ग्राहकों की अपेक्षाओं को लगातार पार करने वाली अनुकूलित, निर्बाध यात्राएं बनाने के लिए आगे बढ़ते हैं।",
  "aboutPage.services.description1": "हमारी एग्जीक्यूटिव शोफर सेवा एक वास्तव में अनुकूलित और लचीला अनुभव प्रदान करती है, जो सटीकता और शैली के साथ विभिन्न अवसरों के लिए डिज़ाइन की गई है। चाहे आप एक भव्य शादी की योजना बना रहे हों, एक ग्लैमरस फोटोशूट के लिए पृष्ठभूमि की तलाश कर रहे हों, एक उच्च-प्रोफ़ाइल संगीत कार्यक्रम में जा रहे हों, या एयरपोर्ट पिकअप और ड्रॉप-ऑफ़ सेवाओं की आवश्यकता हो - चाहे वह विश्व-प्रसिद्ध सेलिब्रिटी हों, व्यवसाय अधिकारी हों, या शादी के दिन की तैयारी कर रहे बेस्ट मैन - प्रेसिडेंशियल शोफर्स आपका विश्वसनीय साथी है।",
  "aboutPage.services.description2": "हम रेड कार्पेट इवेंट्स, कॉर्पोरेट ट्रांसपोर्टेशन, स्पोर्टिंग इवेंट्स और टोरंटो में यादगार रातों में भी विशेषज्ञता रखते हैं, यह सुनिश्चित करते हुए कि हर पल विलासिता और व्यावसायिकता से भरा हो। रोल्स रॉयस, बेंटली और मेबैक जैसे प्रतिष्ठित लग्जरी वाहनों वाला हमारा बेड़ा शैली और आराम की पराकाष्ठा का प्रतीक है, जो हर यात्रा को प्रतिष्ठा का प्रतीक बनाता है।",
  "aboutPage.services.description3": "टोरंटो में स्थित और गौरवपूर्वक ग्रेटर टोरंटो एरिया की सेवा करते हुए, हम आपकी हर मांग को मेहनत और ध्यान से पूरा करने के लिए प्रतिबद्ध हैं, क्योंकि प्रेसिडेंशियल शोफर्स में, हर ग्राहक एक वीआईपी है, जो सर्वश्रेष्ठ का हकदार है।",
  
  "aboutPage.commitment.title": "हमारी <span style=\"color: #D0A42B\">प्रतिबद्धता</span>",
  "aboutPage.commitment.description": "प्रेसिडेंशियल शोफर्स में, हम विवेक, विश्वसनीयता और विवरण पर ध्यान केंद्रित करते हुए असाधारण शोफर सेवाएं प्रदान करने के लिए समर्पित हैं। हम अपने सम्मानित ग्राहकों के लिए एक निर्बाध अनुभव प्रदान करने के लिए हर यात्रा की सावधानीपूर्वक योजना बनाते हैं।",
  
  "aboutPage.whyChoose.title": "प्रेसिडेंशियल शोफर्स को क्यों चुनें?",
  "aboutPage.whyChoose.description": "प्रेसिडेंशियल शोफर्स में, हम आपके उच्चतम मानक को पूरा करने के लिए एक व्हाइट-ग्लव सेवा अनुभव प्रदान करने के लिए परिवहन से आगे जाते हैं।",
  "aboutPage.whyChoose.point1": "आपकी जरूरतों के अनुरूप व्हाइट-ग्लव सेवा।",
  "aboutPage.whyChoose.point2": "विवेक और व्यावसायिकता में प्रशिक्षित एलीट शोफर।",
  "aboutPage.whyChoose.point3": "रोल्स रॉयस, बेंटली और मेबैक वाहनों वाला लग्जरी बेड़ा।",
  "aboutPage.whyChoose.point4": "ग्रेटर टोरंटो एरिया में 24/7 उपलब्ध विश्वसनीय सेवा।",
  "aboutPage.whyChoose.cta": "अपना आरक्षण करें",

  "aboutPage.trusted.title": "एलीट का विश्वास",
  "aboutPage.trusted.description1": "हमें प्रमुख व्यवसाय अधिकारियों, प्रसिद्ध एथलीटों और मनोरंजन उद्योग की हस्तियों का विश्वास प्राप्त है। विवेक और व्यावसायिकता के प्रति हमारी प्रतिबद्धता हर यात्रा में उनका विश्वास सुनिश्चित करती है।",
  "aboutPage.trusted.description2": "वर्षों के अनुभव के साथ, प्रेसिडेंशियल ने विश्वसनीय, व्हाइट-ग्लव शोफर सेवाओं के विश्वसनीय प्रदाता के रूप में अपना स्थान अर्जित किया है। हमारी एलीट क्लाइंटेल हमारी व्यावसायिकता और उनके मांग भरे कार्यक्रमों को समायोजित करने की क्षमता की सराहना करती है।",
  "aboutPage.hero.about": "हमारे",
  "aboutPage.hero.us": "बारे में",
  "aboutPage.intro.presidential": "प्रेसिडेंशियल",
  "aboutPage.intro.chauffeurs": "शोफर्स",
  "aboutPage.commitment.our": "हमारी",
  "aboutPage.commitment.commitment": "प्रतिबद्धता",

  "servicesPage.hero.our": "हमारी",
  "servicesPage.hero.services": "सेवाएं",
  "servicesPage.description": "प्रेसिडेंशियल चॉफर्स लंदन और पूरे यूके में प्रीमियम चॉफर सेवाएं प्रदान करता है। एग्जीक्यूटिव एयरपोर्ट ट्रांसफर, शादियों और रेड कार्पेट इवेंट्स से लेकर कस्टम इवेंट ट्रांसपोर्टेशन तक, हमारी सेवाएं हमारे एलीट ग्राहकों की विशिष्ट जरूरतों को पूरा करने के लिए तैयार की गई हैं, जो अद्वितीय पेशेवरता और विवरण पर ध्यान सुनिश्चित करती हैं।",
  "servicesPage.explore.title1": "हमारी विशेष",
  "servicesPage.explore.title2": "चॉफर सेवाएं देखें",
  
  "servicesPage.executive.title": "एग्जीक्यूटिव चॉफर सेवा",
  "servicesPage.executive.description": "हमारी एग्जीक्यूटिव चॉफर सेवा पूरी तरह से लचीला और कस्टम अनुभव प्रदान करती है, जो हमारे सबसे विवेकशील ग्राहकों की अपेक्षाओं से आगे जाने के लिए डिज़ाइन की गई है।",
  "servicesPage.executive.point1": "एग्जीक्यूटिव और वीआईपी के लिए कॉर्पोरेट परिवहन",
  "servicesPage.executive.point2": "मल्टी-स्टॉप बिजनेस मीटिंग्स के लिए समर्पित चॉफर",
  "servicesPage.executive.point3": "रोडशो और कॉन्फ्रेंस ट्रांसपोर्टेशन",
  "servicesPage.executive.point4": "मोबाइल ऑफिस सुविधाओं से लैस लग्जरी वाहन",
  
  "servicesPage.airport.title": "एग्जीक्यूटिव एयरपोर्ट ट्रांसफर",
  "servicesPage.airport.description": "हमारी प्रीमियम चॉफर सेवा के साथ निर्बाध एयरपोर्ट ट्रांसफर का अनुभव करें, जो यूके के सभी प्रमुख हवाई अड्डों से और तक समय पर और आरामदायक यात्राएं सुनिश्चित करती है।",
  "servicesPage.airport.point1": "सभी टर्मिनलों पर मीट एंड ग्रीट सेवा",
  "servicesPage.airport.point2": "उड़ान की निगरानी और देरी के लिए समायोजन",
  "servicesPage.airport.point3": "सामान और कस्टम्स में सहायता",
  "servicesPage.airport.point4": "व्यक्तिगत या समूह ट्रांसफर के लिए लग्जरी वाहन फ्लीट",
  
  "servicesPage.events.title": "इवेंट्स और विशेष अवसर",
  "servicesPage.events.description": "हमारी लग्जरी चॉफर सेवाओं के साथ अपने विशेष अवसरों को वास्तव में यादगार बनाएं, जो परिष्कृत परिवहन की आवश्यकता वाले किसी भी कार्यक्रम के लिए एकदम सही है।",
  "servicesPage.events.point1": "रेड कार्पेट इवेंट्स और प्रीमियर",
  "servicesPage.events.point2": "शादी परिवहन सेवाएं",
  "servicesPage.events.point3": "कॉर्पोरेट इवेंट्स और गाला",
  "servicesPage.events.point4": "स्पोर्टिंग इवेंट्स और कॉन्सर्ट",
  "servicesPage.events.point5": "फोटो/वीडियो शूट ट्रांसपोर्टेशन",
  
  "servicesPage.wedding.title": "वेडिंग चॉफर सेवाएं",
  "servicesPage.wedding.description": "हमारी कस्टम वेडिंग चॉफर सेवाओं के साथ अपने खास दिन को वास्तव में अविस्मरणीय बनाएं। हम समझते हैं कि आपकी शादी के दिन हर डिटेल मायने रखती है, इसलिए हम विलासिता, शैली और विवरण पर सटीक ध्यान के साथ असाधारण स्तर की सेवा प्रदान करते हैं।",
  "servicesPage.wedding.point1": "शानदार सजावट के साथ लग्जरी ब्राइडल कार सेवा",
  "servicesPage.wedding.point2": "वेडिंग पार्टी और मेहमानों के लिए समन्वित परिवहन",
  "servicesPage.wedding.point3": "औपचारिक पोशाक में पेशेवर चॉफर",
  "servicesPage.wedding.point4": "वेडिंग फोटोशूट लोकेशन ट्रांसफर",
  "servicesPage.wedding.point5": "रिसेप्शन वेन्यू और पोस्ट-वेडिंग ट्रांसपोर्टेशन",

  "galleryPage.title": "हमारी गैलरी",
  "galleryPage.description": "हमारे मूल्यवान ग्राहकों के साथ वास्तविक कार्यक्रमों में कैप्चर किए गए यादगार पलों का हमारा संग्रह देखें।",
  "galleryPage.subDescription": "प्रत्येक तस्वीर विलासिता, सौंदर्य और असाधारण सेवा की कहानी कहती है।",
  "galleryPage.titleStart": "गैल",
  "galleryPage.titleEnd": "री",
  "galleryPage.clickToEnlarge": "बड़ा करने के लिए क्लिक करें",

  "vehiclePage.title": "हमारा एलीट बेड़ा",
  "vehiclePage.titleStart": "हमारा एलीट",
  "vehiclePage.titleEnd": "बेड़ा",
  "vehiclePage.requestService": "चॉफर सेवा का अनुरोध करें",
  "vehiclePage.purposeLabel": "यात्रा का उद्देश्य",
  "vehiclePage.dateLabel": "पसंदीदा तिथि",
  "vehiclePage.descriptionLabel": "अतिरिक्त विवरण",
  "vehiclePage.ratePerDay": "दर: मूल्य के लिए संपर्क करें",
  "vehiclePage.captchaError": "कृपया CAPTCHA सत्यापन पूरा करें",
  "vehiclePage.configError": "ReCAPTCHA कॉन्फ़िगरेशन अनुपलब्ध है। कृपया बाद में पुनः प्रयास करें।",
  "vehiclePage.submitError": "आपकी पूछताछ जमा करने में त्रुटि हुई। कृपया बाद में पुन: प्रयास करें।",
  "vehiclePage.submitSuccess": "आपकी पूछताछ सफलतापूर्वक जमा कर दी गई है। हम जल्द ही आपसे संपर्क करेंगे।",
  "vehiclePage.formValidationError": "कृपया सभी फ़ील्ड सही ढंग से भरें",
  "vehiclePage.pastDateError": "कृपया भविष्य की तारीख चुनें",
  "vehiclePage.requiredField": "यह फ़ील्ड आवश्यक है",
  "vehiclePage.dateError": "कृपया एक वैध भविष्य की तारीख चुनें",
  "vehiclePage.emailLabel": "आपका ईमेल",
  "vehiclePage.emailPlaceholder": "अपना ईमेल पता दर्ज करें",
  "vehiclePage.emailError": "कृपया एक वैध ईमेल पता दर्ज करें",
  "vehiclePage.descriptionPlaceholder": "हमें अपनी आवश्यकताओं के बारे में अधिक बताएं",
  "vehiclePage.submit": "शोफर सेवा का अनुरोध करें",
  "vehiclePage.emailSubmitted": "ईमेल भेज दिया गया!",
  
  "vehicle.cullinan.name": "रोल्स-रॉयस कुलिनन",
  "vehicle.cullinan.description": "लक्जरी एसयूवी का शिखर, जो अभिजात यात्रा के लिए अद्वितीय आराम और उपस्थिति प्रदान करता है।",
  
  "vehicle.ghost.name": "रोल्स-रॉयस घोस्ट",
  "vehicle.ghost.description": "ऑटोमोटिव सुरुचि का प्रतीक, जो सहज विलासिता और शांत ड्राइविंग अनुभव प्रदान करता है।",
  
  "vehicle.phantom.name": "रोल्स-रॉयस फैंटम",
  "vehicle.phantom.description": "ऑटोमोटिव विलासिता का परम प्रतीक, जो कारीगरी और परिष्कार के शिखर का प्रतिनिधित्व करता है।",
  
  "vehicle.maybach.name": "मेबैक 62एस",
  "vehicle.maybach.description": "जर्मन इंजीनियरिंग का एक उत्कृष्ट नमूना, जो असाधारण पिछली सीट की विलासिता और अद्वितीय चॉफर-चालित अनुभव प्रदान करता है।",
  
  "vehicle.silverarrow.name": "रोल्स-रॉयस सिल्वर एरो",
  "vehicle.silverarrow.description": "एक दुर्लभ और विशिष्ट कृति जो कालातीत डिजाइन को अत्याधुनिक तकनीक के साथ जोड़ती है, अद्वितीय विलासिता का अनुभव प्रदान करती है।"
}
