{
  "app.title": "Presidential Chauffeurs",
  "nav.aboutUs": "हमारे बारे में",
  "nav.services": "सेवाएँ",
  "nav.fleet": "बेड़ा",
  "nav.gallery": "गैलरी",
  "nav.contact": "संपर्क",
  "nav.bookNow": "अभी बुक करें",
  "nav.service.executive": "एग्जीक्यूटिव",
  "nav.service.wedding": "विवाह",
  "nav.service.event": "कार्यक्रम",
  "footer.24hours": "24 घंटे",
  "footer.hours": "सोमवार से रविवार - 24 घंटे",
  "footer.quickLinks": "त्वरित लिंक",
  "footer.home": "होम",
  "footer.testimonials": "प्रशंसापत्र",
  "footer.contactInfo": "संपर्क जानकारी",
  "footer.phone": "+44 7908188026",
  "footer.whatsapp": "व्हाट्सएप संदेश",
  "footer.email": "info@presidentialchauffeurs.co.uk",
  "footer.location": "लंदन, यूनाइटेड किंगडम",
  "footer.copyright": "© {year} © कॉपीराइट प्रेसिडेंशियल चॉफर्स। सर्वाधिकार सुरक्षित।",
  "hero.title": "प्रेसिडेंशियल चॉफर्स",
  "hero.subtitle": "एलिट ग्राहकों के लिए कार्यकारी चॉफर सेवाएँ",
  "about.title": "एलीट स्तर के विश्वसनीय चॉफर्स",
  "about.description": "लंदन में प्रेसिडेंशियल चॉफर्स की एग्जीक्यूटिव चॉफर सेवाएं एक अनूठी लचीली सेवा प्रदान करती हैं। चाहे वह कस्टम इवेंट्स हों, रेड कार्पेट अराइवल्स, कॉर्पोरेट व्हाइट ग्लव ट्रांसपोर्टेशन, शादियां, या लंदन में स्पेशल नाइट्स आउट, हमारी प्रोफेशनल चॉफर सेवाएं लग्जरी और प्रोफेशनलिज्म के साथ लगातार डिलीवर करती हैं। लंदन और होम काउंटीज में स्थित होने के साथ-साथ पूरे यूके में काम करते हुए, हमारी एग्जीक्यूटिव चॉफर सेवाएं आपकी हर मांग को पूरा करने के लिए तैयार की गई हैं। वास्तव में, प्रेसिडेंशियल के सभी ग्राहक वीआईपी हैं। हमारी एग्जीक्यूटिव चॉफर सेवाओं पर एलीट ग्राहक भरोसा करते हैं जो न केवल व्हाइट ग्लव सेवा के उच्चतम मानकों की तलाश करते हैं बल्कि विवरण पर सटीक ध्यान की भी मांग करते हैं।",
  "testimonials.googleRating": "गूगल रेटिंग स्कोर: 5.0 में से 5.0, 20 समीक्षाओं के आधार पर",
  "services.title": "हमारी सेवाएं",
  "services.description": "रोल्स रॉयस, बेंटली और मेबैक सहित हमारे विशिष्ट प्रीमियम वाहनों के बेड़े के साथ अनुपम विलासिता का अनुभव करें। एग्जीक्यूटिव एयरपोर्ट ट्रांसफर और कॉर्पोरेट इवेंट्स से लेकर भव्य शादियों और रेड कार्पेट समारोहों तक, हमारी एलीट चॉफर सेवा बारीक विवरणों पर ध्यान देते हुए उत्कृष्टता प्रदान करती है। प्रत्येक यात्रा हमारे विवेकशील ग्राहकों की अपेक्षाओं से अधिक होने के लिए तैयार की गई है, जो लंदन के सबसे प्रतिष्ठित यात्रियों के योग्य एक परिष्कृत और निर्बाध यात्रा अनुभव सुनिश्चित करती है।",
  "services.executive.title": "एग्जीक्यूटिव चॉफर",
  "services.executive.description": "हमारी एग्जीक्यूटिव चॉफर सेवा पूरी तरह से लचीला और अनुकूलित अनुभव प्रदान करती है। एग्जीक्यूटिव ट्रांसफर से लेकर शादियों और रेड कार्पेट इवेंट्स तक।",
  "services.airport.title": "एग्जीक्यूटिव एयरपोर्ट ट्रांसफर",
  "services.airport.description": "प्रेसिडेंशियल चॉफर्स एयरपोर्ट ट्रांसफर सेवा हमारे ग्राहकों को उच्च स्तरीय, अनुकूलित और विश्वसनीय सेवा प्रदान करती है।",
  "services.wedding.title": "विवाह सेवाएं",
  "services.wedding.description": "हमारी लग्जरी चॉफर सेवाओं के साथ अपने खास दिन को और भी यादगार बनाएं। हम दूल्हा-दुल्हन और उनके मेहमानों के लिए एलीगेंट परिवहन समाधान प्रदान करते हैं, जो आपके महत्वपूर्ण अवसर पर एक परिष्कृत और तनाव-मुक्त अनुभव सुनिश्चित करता है।",
  "services.event.title": "कार्यक्रम",
  "services.event.description": "चाहे कोई भी अवसर हो, हम आपकी जरूरतों को पूरा कर सकते हैं। जन्मदिन, प्रॉम, रेड कार्पेट इवेंट्स, खेल कार्यक्रम, व्यावसायिक कार्यक्रम/सम्मेलन, फोटो/वीडियो शूट।",
  "common.learnMore": "और जानें",
  "about.trustedByElite": "एलीट द्वारा विश्वसनीय",
  "about.trustedDescription": "हमें प्रमुख व्यवसायिक अधिकारियों, प्रसिद्ध एथलीटों और मनोरंजन उद्योग की हस्तियों द्वारा विश्वास किए जाने पर गर्व है। गोपनीयता और व्यावसायिकता के प्रति हमारी प्रतिबद्धता हर यात्रा में उनके विश्वास को सुनिश्चित करती है।",
  "about.eliteStandard": "एलीट स्तर",
  "about.trustedChauffeurs": "विश्वसनीय चालक"
}
