{
  "app.title": "Presidential Chauffeurs",
  "nav.aboutUs": "ਅਸੀਂ ਕੌਣ ਹਾਂ",
  "nav.services": "ਸੇਵਾਵਾਂ",
  "nav.fleet": "ਫਲੀਟ",
  "nav.gallery": "ਗੈਲਰੀ",
  "nav.contact": "ਸੰਪਰਕ",
  "nav.bookNow": "ਹੁਣੇ ਬੁੱਕ ਕਰੋ",
  "nav.service.executive": "ਐਗਜ਼ੈਕਟਿਵ",
  "nav.service.wedding": "ਵਿਆਹ",
  "nav.service.event": "ਈਵੈਂਟ",
  "footer.24hours": "24 ਘੰਟੇ",
  "footer.hours": "ਸੋਮਵਾਰ ਤੋਂ ਐਤਵਾਰ - 24 ਘੰਟੇ",
  "footer.quickLinks": "ਤੇਜ਼ ਲਿੰਕ",
  "footer.home": "ਮੁੱਖ",
  "footer.testimonials": "ਸ਼ੁਭਕਾਮਨਾਵਾਂ",
  "footer.contactInfo": "ਸੰਪਰਕ ਜਾਣਕਾਰੀ",
  "footer.phone": "+44 7908188026",
  "footer.whatsapp": "ਵਟਸਐਪ ਸੁਨੇਹਾ",
  "footer.email": "info@presidentialchauffeurs.co.uk",
  "footer.location": "ਲੰਡਨ, ਯੂਨਾਈਟਡ ਕਿੰਗਡਮ",
  "footer.copyright": "© {year} © ਕਾਪੀਰਾਈਟ ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ਲ ਚੌਫਰਸ। ਸਾਰੇ ਅਧਿਕਾਰ ਰਾਖਵੇ।",
  "hero.title": "ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ਲ ਚੌਫਰਸ",
  "hero.subtitle": "ਐਲੀਟ ਗਾਹਕਾਂ ਲਈ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾਵਾਂ",
  "about.title": "ਐਲੀਟ ਸਟੈਂਡਰਡ ਭਰੋਸੇਯੋਗ ਚੌਫਰਸ",
  "about.description": "ਲੰਡਨ ਵਿੱਚ ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ਲ ਚੌਫਰਸ ਦੀਆਂ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾਵਾਂ ਇੱਕ ਵਿਲੱਖਣ ਲਚਕਦਾਰ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਦੀਆਂ ਹਨ। ਭਾਵੇਂ ਇਹ ਵਿਸ਼ੇਸ਼ ਈਵੈਂਟਸ ਹੋਣ, ਰੈੱਡ ਕਾਰਪੇਟ ਆਗਮਨ, ਕਾਰਪੋਰੇਟ ਵ੍ਹਾਈਟ ਗਲੋਵ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ, ਵਿਆਹ, ਜਾਂ ਲੰਡਨ ਵਿੱਚ ਵਿਸ਼ੇਸ਼ ਰਾਤਾਂ, ਸਾਡੀਆਂ ਪੇਸ਼ੇਵਰ ਚੌਫਰ ਸੇਵਾਵਾਂ ਲਗਾਤਾਰ ਲਗਜ਼ਰੀ ਅਤੇ ਪੇਸ਼ੇਵਰਤਾ ਨਾਲ ਡਿਲੀਵਰ ਕਰਦੀਆਂ ਹਨ। ਲੰਡਨ ਅਤੇ ਹੋਮ ਕਾਉਂਟੀਜ਼ ਵਿੱਚ ਸਥਿਤ ਪਰ ਪੂਰੇ ਯੂਕੇ ਵਿੱਚ ਕੰਮ ਕਰਦੇ ਹੋਏ, ਸਾਡੀਆਂ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾਵਾਂ ਤੁਹਾਡੀ ਹਰ ਬੇਨਤੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ। ਦਰਅਸਲ, ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ਲ ਦੇ ਸਾਰੇ ਗਾਹਕ ਵੀਆਈਪੀ ਹਨ। ਸਾਡੀਆਂ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾਵਾਂ ਐਲੀਟ ਗਾਹਕਾਂ ਦੁਆਰਾ ਭਰੋਸਾ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਜੋ ਨਾ ਸਿਰਫ ਵ੍ਹਾਈਟ ਗਲੋਵ ਸੇਵਾ ਦੇ ਉੱਚਤਮ ਮਿਆਰਾਂ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ ਬਲਕਿ ਵੇਰਵਿਆਂ ਤੇ ਬਾਰੀਕ ਧਿਆਨ ਵੀ ਮੰਗਦੇ ਹਨ।",
  "testimonials.googleRating": "ਗੂਗਲ ਰੇਟਿੰਗ ਸਕੋਰ: 5.0 ਵਿੱਚੋਂ 5.0, 20 ਸਮੀਖਿਆਵਾਂ ਦੇ ਆਧਾਰ 'ਤੇ",
  "services.title": "ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ",
  "services.description": "ਰੋਲਸ ਰੋਇਸ, ਬੈਂਟਲੀ ਅਤੇ ਮੇਬੈਕ ਸਮੇਤ ਸਾਡੇ ਵਿਲੱਖਣ ਪ੍ਰੀਮੀਅਮ ਵਾਹਨਾਂ ਦੇ ਬੇੜੇ ਨਾਲ ਬੇਮਿਸਾਲ ਸ਼ਾਨਦਾਰ ਅਨੁਭਵ ਦਾ ਆਨੰਦ ਮਾਣੋ। ਐਗਜ਼ੈਕਟਿਵ ਏਅਰਪੋਰਟ ਟ੍ਰਾਂਸਫਰ ਅਤੇ ਕਾਰਪੋਰੇਟ ਈਵੈਂਟਾਂ ਤੋਂ ਲੈ ਕੇ ਸ਼ਾਨਦਾਰ ਵਿਆਹ ਅਤੇ ਰੈੱਡ ਕਾਰਪੇਟ ਸਮਾਗਮਾਂ ਤੱਕ, ਸਾਡੀ ਐਲੀਟ ਸ਼ੌਫਰ ਸੇਵਾ ਬਾਰੀਕ ਵੇਰਵਿਆਂ 'ਤੇ ਧਿਆਨ ਦਿੰਦੇ ਹੋਏ ਸ਼੍ਰੇਸ਼ਠਤਾ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ। ਹਰ ਯਾਤਰਾ ਸਾਡੇ ਸਮਝਦਾਰ ਗਾਹਕਾਂ ਦੀਆਂ ਉਮੀਦਾਂ ਤੋਂ ਵੱਧ ਹੋਣ ਲਈ ਤਿਆਰ ਕੀਤੀ ਗਈ ਹੈ, ਜੋ ਲੰਡਨ ਦੇ ਸਭ ਤੋਂ ਪ੍ਰਤਿਸ਼ਠਿਤ ਯਾਤਰੀਆਂ ਦੇ ਯੋਗ ਇੱਕ ਸ਼ਾਨਦਾਰ ਅਤੇ ਨਿਰਵਿਘਨ ਯਾਤਰਾ ਅਨੁਭਵ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਂਦੀ ਹੈ।",
  "services.executive.title": "ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ",
  "services.executive.description": "ਸਾਡੀ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਲਚਕਦਾਰ ਅਤੇ ਵਿਸ਼ੇਸ਼ ਤਜਰਬਾ ਪੇਸ਼ ਕਰਦੀ ਹੈ। ਐਗਜ਼ੈਕਟਿਵ ਟ੍ਰਾਂਸਫਰ ਤੋਂ ਲੈ ਕੇ ਵਿਆਹ ਅਤੇ ਰੈੱਡ ਕਾਰਪੇਟ ਈਵੈਂਟਾਂ ਤੱਕ।",
  "services.airport.title": "ਐਗਜ਼ੈਕਟਿਵ ਏਅਰਪੋਰਟ ਟ੍ਰਾਂਸਫਰ",
  "services.airport.description": "ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ਲ ਚੌਫਰਸ ਏਅਰਪੋਰਟ ਟ੍ਰਾਂਸਫਰ ਸੇਵਾ ਸਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਉੱਚ ਪੱਧਰੀ, ਵਿਸ਼ੇਸ਼ ਅਤੇ ਭਰੋਸੇਯੋਗ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ।",
  "services.wedding.title": "ਵਿਆਹ ਸੇਵਾਵਾਂ",
  "services.wedding.description": "ਸਾਡੀਆਂ ਲਗਜ਼ਰੀ ਚੌਫਰ ਸੇਵਾਵਾਂ ਨਾਲ ਆਪਣੇ ਖਾਸ ਦਿਨ ਨੂੰ ਹੋਰ ਵੀ ਯਾਦਗਾਰੀ ਬਣਾਓ। ਅਸੀਂ ਲਾੜੇ-ਲਾੜੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮਹਿਮਾਨਾਂ ਲਈ ਸ਼ਾਨਦਾਰ ਆਵਾਜਾਈ ਹੱਲ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ, ਜੋ ਤੁਹਾਡੇ ਮਹੱਤਵਪੂਰਨ ਮੌਕੇ 'ਤੇ ਇੱਕ ਸ਼ਾਨਦਾਰ ਅਤੇ ਤਣਾਅ-ਮੁਕਤ ਤਜਰਬਾ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ।",
  "services.event.title": "ਸਮਾਗਮ",
  "services.event.description": "ਕੋਈ ਵੀ ਮੌਕਾ ਹੋਵੇ, ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰ ਸਕਦੇ ਹਾਂ। ਜਨਮਦਿਨ, ਪ੍ਰੌਮ, ਰੈੱਡ ਕਾਰਪੇਟ ਸਮਾਗਮ, ਖੇਡ ਸਮਾਗਮ, ਵਪਾਰਕ ਸਮਾਗਮ/ਕਾਨਫਰੰਸਾਂ, ਫੋਟੋ/ਵੀਡੀਓ ਸ਼ੂਟ।",
  "common.learnMore": "ਹੋਰ ਜਾਣੋ",
  "about.trustedByElite": "ਐਲੀਟ ਦੁਆਰਾ ਭਰੋਸੇਯੋਗ",
  "about.trustedDescription": "ਸਾਨੂੰ ਪ੍ਰਮੁੱਖ ਕਾਰੋਬਾਰੀ ਅਧਿਕਾਰੀਆਂ, ਪ੍ਰਸਿੱਧ ਐਥਲੀਟਾਂ, ਅਤੇ ਮਨੋਰੰਜਨ ਉਦਯੋਗ ਦੀਆਂ ਹਸਤੀਆਂ ਦੁਆਰਾ ਭਰੋਸਾ ਕੀਤੇ ਜਾਣ 'ਤੇ ਮਾਣ ਹੈ। ਗੋਪਨੀਯਤਾ ਅਤੇ ਪੇਸ਼ੇਵਰਤਾ ਪ੍ਰਤੀ ਸਾਡੀ ਵਚਨਬੱਧਤਾ ਹਰ ਯਾਤਰਾ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੇ ਭਰੋਸੇ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਂਦੀ ਹੈ।",
  "about.eliteStandard": "ਐਲੀਟ ਸਟੈਂਡਰਡ",
  "about.trustedChauffeurs": "ਭਰੋਸੇਯੋਗ ਚੌਫਰਸ"
}
