{
  "app.title": "Presidential Chauffeurs",
  "nav.aboutUs": "ਅਸੀਂ ਕੌਣ ਹਾਂ",
  "nav.services": "ਸੇਵਾਵਾਂ",
  "nav.fleet": "ਫਲੀਟ",
  "nav.gallery": "ਗੈਲਰੀ",
  "nav.contact": "ਸੰਪਰਕ",
  "nav.bookNow": "ਹੁਣੇ ਬੁੱਕ ਕਰੋ",
  "nav.service.executive": "ਐਗਜ਼ੈਕਟਿਵ",
  "nav.service.wedding": "ਵਿਆਹ",
  "nav.service.event": "ਈਵੈਂਟ",
  "footer.24hours": "24 ਘੰਟੇ",
  "footer.hours": "ਸੋਮਵਾਰ ਤੋਂ ਐਤਵਾਰ - 24 ਘੰਟੇ",
  "footer.quickLinks": "ਤੇਜ਼ ਲਿੰਕ",
  "footer.home": "ਮੁੱਖ",
  "footer.testimonials": "ਸ਼ੁਭਕਾਮਨਾਵਾਂ",
  "footer.contactInfo": "ਸੰਪਰਕ ਜਾਣਕਾਰੀ",
  "footer.phone": "9059098747",
  "footer.whatsapp": "ਵਟਸਐਪ ਸੁਨੇਹਾ",
  "footer.email": "presidentialchauffersinc@gmail.com",
  "footer.location": "ਟੋਰਾਂਟੋ, ਓਨਟਾਰੀਓ, ਕੈਨੇਡਾ",
  "footer.copyright": "© {year} © ਕਾਪੀਰਾਈਟ ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ਲ ਚੌਫਰਸ। ਸਾਰੇ ਅਧਿਕਾਰ ਰਾਖਵੇ।",
  "hero.title": "ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ਲ ਚੌਫਰਸ",
  "hero.subtitle": "ਐਲੀਟ ਗਾਹਕਾਂ ਲਈ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾਵਾਂ",
  "about.title": "ਐਲੀਟ ਸਟੈਂਡਰਡ ਭਰੋਸੇਯੋਗ ਚੌਫਰਸ",
  "about.description": "ਟੋਰਾਂਟੋ ਵਿੱਚ ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ਲ ਚੌਫਰਸ ਦੀਆਂ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾਵਾਂ ਇੱਕ ਵਿਲੱਖਣ ਲਚਕਦਾਰ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਦੀਆਂ ਹਨ। ਭਾਵੇਂ ਇਹ ਵਿਸ਼ੇਸ਼ ਈਵੈਂਟਸ ਹੋਣ, ਰੈੱਡ ਕਾਰਪੇਟ ਆਗਮਨ, ਕਾਰਪੋਰੇਟ ਵ੍ਹਾਈਟ ਗਲੋਵ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ, ਵਿਆਹ, ਜਾਂ ਟੋਰਾਂਟੋ ਵਿੱਚ ਵਿਸ਼ੇਸ਼ ਰਾਤਾਂ, ਸਾਡੀਆਂ ਪੇਸ਼ੇਵਰ ਚੌਫਰ ਸੇਵਾਵਾਂ ਲਗਾਤਾਰ ਲਗਜ਼ਰੀ ਅਤੇ ਪੇਸ਼ੇਵਰਤਾ ਨਾਲ ਡਿਲੀਵਰ ਕਰਦੀਆਂ ਹਨ। ਟੋਰਾਂਟੋ ਵਿੱਚ ਸਥਿਤ ਅਤੇ ਗ੍ਰੇਟਰ ਟੋਰਾਂਟੋ ਏਰੀਆ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹੋਏ, ਸਾਡੀਆਂ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾਵਾਂ ਤੁਹਾਡੀ ਹਰ ਬੇਨਤੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ। ਦਰਅਸਲ, ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ਲ ਦੇ ਸਾਰੇ ਗਾਹਕ ਵੀਆਈਪੀ ਹਨ। ਸਾਡੀਆਂ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾਵਾਂ ਐਲੀਟ ਗਾਹਕਾਂ ਦੁਆਰਾ ਭਰੋਸੇਯੋਗ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਜੋ ਨਾ ਸਿਰਫ ਵ੍ਹਾਈਟ ਗਲੋਵ ਸੇਵਾ ਦੇ ਉੱਚਤਮ ਮਿਆਰਾਂ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ ਬਲਕਿ ਵੇਰਵਿਆਂ ਤੇ ਬਾਰੀਕ ਧਿਆਨ ਵੀ ਮੰਗਦੇ ਹਨ।",
  "testimonials.googleRating": "ਗੂਗਲ ਰੇਟਿੰਗ ਸਕੋਰ: 5.0 ਵਿੱਚੋਂ 5.0, 20 ਸਮੀਖਿਆਵਾਂ ਦੇ ਆਧਾਰ 'ਤੇ",
  "services.title": "ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ",
  "services.description": "ਰੋਲਸ ਰੋਇਸ, ਬੈਂਟਲੀ ਅਤੇ ਮੇਬੈਕ ਸਮੇਤ ਸਾਡੇ ਵਿਲੱਖਣ ਪ੍ਰੀਮੀਅਮ ਵਾਹਨਾਂ ਦੇ ਬੇੜੇ ਨਾਲ ਬੇਮਿਸਾਲ ਸ਼ਾਨਦਾਰ ਅਨੁਭਵ ਦਾ ਆਨੰਦ ਮਾਣੋ। ਐਗਜ਼ੈਕਟਿਵ ਏਅਰਪੋਰਟ ਟ੍ਰਾਂਸਫਰ ਅਤੇ ਕਾਰਪੋਰੇਟ ਈਵੈਂਟਾਂ ਤੋਂ ਲੈ ਕੇ ਸ਼ਾਨਦਾਰ ਵਿਆਹ ਅਤੇ ਰੈੱਡ ਕਾਰਪੇਟ ਸਮਾਗਮਾਂ ਤੱਕ, ਸਾਡੀ ਐਲੀਟ ਸ਼ੌਫਰ ਸੇਵਾ ਬਾਰੀਕ ਵੇਰਵਿਆਂ 'ਤੇ ਧਿਆਨ ਦਿੰਦੇ ਹੋਏ ਸ਼੍ਰੇਸ਼ਠਤਾ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ। ਹਰ ਯਾਤਰਾ ਸਾਡੇ ਸਮਝਦਾਰ ਗਾਹਕਾਂ ਦੀਆਂ ਉਮੀਦਾਂ ਤੋਂ ਵੱਧ ਹੋਣ ਲਈ ਤਿਆਰ ਕੀਤੀ ਗਈ ਹੈ, ਜੋ ਟੋਰਾਂਟੋ ਦੇ ਸਭ ਤੋਂ ਪ੍ਰਤਿਸ਼ਠਿਤ ਯਾਤਰੀਆਂ ਦੇ ਯੋਗ ਇੱਕ ਸ਼ਾਨਦਾਰ ਅਤੇ ਨਿਰਵਿਘਨ ਯਾਤਰਾ ਅਨੁਭਵ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਂਦੀ ਹੈ।",
  "services.executive.title": "ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ",
  "services.executive.description": "ਸਾਡੀ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਲਚਕਦਾਰ ਅਤੇ ਵਿਸ਼ੇਸ਼ ਤਜਰਬਾ ਪੇਸ਼ ਕਰਦੀ ਹੈ। ਐਗਜ਼ੈਕਟਿਵ ਟ੍ਰਾਂਸਫਰ ਤੋਂ ਲੈ ਕੇ ਵਿਆਹ ਅਤੇ ਰੈੱਡ ਕਾਰਪੇਟ ਈਵੈਂਟਾਂ ਤੱਕ।",
  "services.airport.title": "ਐਗਜ਼ੈਕਟਿਵ ਏਅਰਪੋਰਟ ਟ੍ਰਾਂਸਫਰ",
  "services.airport.description": "ਸਾਡੀ ਪ੍ਰੀਮੀਅਮ ਚੌਫਰ ਸੇਵਾ ਨਾਲ ਨਿਰਵਿਘਨ ਏਅਰਪੋਰਟ ਟ੍ਰਾਂਸਫਰ ਦਾ ਅਨੁਭਵ ਕਰੋ, ਜੋ ਕੈਨੇਡਾ ਦੇ ਸਾਰੇ ਪ੍ਰਮੁੱਖ ਹਵਾਈ ਅੱਡਿਆਂ ਤੋਂ ਅਤੇ ਤੱਕ ਸਮੇਂ ਸਿਰ ਅਤੇ ਆਰਾਮਦਾਇਕ ਯਾਤਰਾਵਾਂ ਯਕੀਨੀ ਬਣਾਉਂਦੀ ਹੈ।",
  "services.wedding.title": "ਵਿਆਹ ਸੇਵਾਵਾਂ",
  "services.wedding.description": "ਸਾਡੀਆਂ ਲਗਜ਼ਰੀ ਚੌਫਰ ਸੇਵਾਵਾਂ ਨਾਲ ਆਪਣੇ ਖਾਸ ਦਿਨ ਨੂੰ ਹੋਰ ਵੀ ਯਾਦਗਾਰੀ ਬਣਾਓ। ਅਸੀਂ ਲਾੜੇ-ਲਾੜੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮਹਿਮਾਨਾਂ ਲਈ ਸ਼ਾਨਦਾਰ ਆਵਾਜਾਈ ਹੱਲ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ, ਜੋ ਤੁਹਾਡੇ ਮਹੱਤਵਪੂਰਨ ਮੌਕੇ 'ਤੇ ਇੱਕ ਸ਼ਾਨਦਾਰ ਅਤੇ ਤਣਾਅ-ਮੁਕਤ ਤਜਰਬਾ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ।",
  "services.event.title": "ਸਮਾਗਮ",
  "services.event.description": "ਕੋਈ ਵੀ ਮੌਕਾ ਹੋਵੇ, ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰ ਸਕਦੇ ਹਾਂ। ਜਨਮਦਿਨ, ਪ੍ਰੌਮ, ਰੈੱਡ ਕਾਰਪੇਟ ਸਮਾਗਮ, ਖੇਡ ਸਮਾਗਮ, ਵਪਾਰਕ ਸਮਾਗਮ/ਕਾਨਫਰੰਸਾਂ, ਫੋਟੋ/ਵੀਡੀਓ ਸ਼ੂਟ।",
  "common.learnMore": "ਹੋਰ ਜਾਣੋ",
  "about.trustedByElite": "ਐਲੀਟ ਦੁਆਰਾ ਭਰੋਸੇਯੋਗ",
  "about.trustedDescription": "ਸਾਨੂੰ ਪ੍ਰਮੁੱਖ ਕਾਰੋਬਾਰੀ ਅਧਿਕਾਰੀਆਂ, ਪ੍ਰਸਿੱਧ ਐਥਲੀਟਾਂ, ਅਤੇ ਮਨੋਰੰਜਨ ਉਦਯੋਗ ਦੀਆਂ ਹਸਤੀਆਂ ਦੁਆਰਾ ਭਰੋਸਾ ਕੀਤੇ ਜਾਣ 'ਤੇ ਮਾਣ ਹੈ। ਗੋਪਨੀਯਤਾ ਅਤੇ ਪੇਸ਼ੇਵਰਤਾ ਪ੍ਰਤੀ ਸਾਡੀ ਵਚਨਬੱਧਤਾ ਹਰ ਯਾਤਰਾ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੇ ਭਰੋਸੇ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਂਦੀ ਹੈ।",
  "about.eliteStandard": "ਐਲੀਟ ਸਟੈਂਡਰਡ",
  "about.trustedChauffeurs": "ਭਰੋਸੇਯੋਗ ਚੌਫਰਸ",
  "aboutPage.hero.title": "ਸਾਡੇ <span style=\"color: #D0A42B\">ਬਾਰੇ</span>",
  "aboutPage.intro.title": "ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ੀਅਲ <span style=\"color: #D0A42B\">ਸ਼ੋਫਰਜ਼</span>",
  "aboutPage.intro.description": "ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ੀਅਲ ਸ਼ੋਫਰਜ਼ ਵਿੱਚ, ਅਸੀਂ ਬੇਮਿਸਾਲ ਸ਼ਾਨ, ਵਿਵੇਕ ਅਤੇ ਪਰਿਸ਼ੇਸ਼ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਆਪਣੀ ਅਟੱਲ ਵਚਨਬੱਧਤਾ 'ਤੇ ਮਾਣ ਕਰਦੇ ਹਾਂ, ਜੋ ਹਰ ਗਾਹਕ ਲਈ ਇੱਕ ਅਸਾਧਾਰਨ ਅਨੁਭਵ ਯਕੀਨੀ ਬਣਾਉਂਦੀ ਹੈ। ਸਾਡੀ ਵ੍ਹਾਈਟ-ਗਲੋਵ ਸੇਵਾ ਲਈ ਪ੍ਰਸਿੱਧ, ਅਸੀਂ ਆਪਣੇ ਵਿਸ਼ੇਸ਼ ਗਾਹਕਾਂ ਦੀਆਂ ਉਮੀਦਾਂ ਨੂੰ ਲਗਾਤਾਰ ਪਾਰ ਕਰਨ ਵਾਲੀਆਂ ਵਿਅਕਤੀਗਤ, ਨਿਰਵਿਘਨ ਯਾਤਰਾਵਾਂ ਬਣਾਉਣ ਲਈ ਅੱਗੇ ਵਧਇ ਹਾਂ।",
  "aboutPage.services.description1": "ਸਾਡੀ ਐਗਜ਼ੈਕਟਿਵ ਸ਼ੋਫਰ ਸੇਵਾ ਇੱਕ ਸੱਚਮੁੱਚ ਵਿਅਕਤੀਗਤ ਅਤੇ ਲਚਕਦਾਰ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ, ਜੋ ਸਟੀਕਤਾ ਅਤੇ ਸ਼ੈਲੀ ਨਾਲ ਵੱਖ-ਵੱਖ ਮੌਕਿਆਂ ਲਈ ਤਿਆਰ ਕੀਤੀ ਗਈ ਹੈ। ਭਾਵੇਂ ਤੁਸੀਂ ਇੱਕ ਸ਼ਾਨਦਾਰ ਵਿਆਹ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹੋ, ਇੱਕ ਗਲੈਮਰਸ ਫੋਟੋਸ਼ੂਟ ਲਈ ਬੈਕਡਰੌਪ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ, ਇੱਕ ਉੱਚ-ਪ੍ਰੋਫਾਈਲ ਸੰਗੀਤ ਸਮਾਗਮ ਵਿੱਚ ਜਾ ਰਹੇ ਹੋ, ਜਾਂ ਏਅਰਪੋਰਟ ਪਿਕਅੱਪ ਅਤੇ ਡ੍ਰੌਪ-ਆਫ ਸੇਵਾਵਾਂ ਦੀ ਲੋੜ ਹੈ - ਭਾਵੇਂ ਵਿਸ਼ਵ-ਪ੍ਰਸਿੱਧ ਸੈਲੀਬ੍ਰਿਟੀਆਂ ਲਈ, ਕਾਰੋਬਾਰੀ ਅਧਿਕਾਰੀਆਂ ਲਈ, ਜਾਂ ਵਿਆਹ ਦੇ ਦਿਨ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਗਰੂਮਜ਼ਮੈਨ ਲਈ - ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ੀਅਲ ਸ਼ੋਫਰਜ਼ ਤੁਹਾਡਾ ਭਰੋਸੇਮੰਦ ਸਾਥੀ ਹੈ।",
  "aboutPage.services.description2": "ਅਸੀਂ ਰੈੱਡ ਕਾਰਪੇਟ ਈਵੈਂਟਸ, ਕਾਰਪੋਰੇਟ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ, ਸਪੋਰਟਿੰਗ ਈਵੈਂਟਸ ਅਤੇ ਟੋਰਾਂਟੋ ਵਿੱਚ ਯਾਦਗਾਰੀ ਰਾਤਾਂ ਵਿੱਚ ਵੀ ਮੁਹਾਰਤ ਰੱਖਦੇ ਹਾਂ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦੇ ਹੋਏ ਕਿ ਹਰ ਪਲ ਸ਼ਾਨ ਅਤੇ ਪੇਸ਼ੇਵਰਤਾ ਨਾਲ ਭਰਿਆ ਹੋਵੇ। ਰੋਲਜ਼ ਰੌਇਸ, ਬੈਂਟਲੇ ਅਤੇ ਮੇਬੈਕ ਵਰਗੇ ਪ੍ਰਤੀਸ਼ਠਿਤ ਲਗਜ਼ਰੀ ਵਾਹਨਾਂ ਵਾਲਾ ਸਾਡਾ ਬੇੜਾ ਸ਼ੈਲੀ ਅਤੇ ਆਰਾਮ ਦੀ ਪਰਾਕਾਸ਼ਠਾ ਦਾ ਪ੍ਰਤੀਕ ਹੈ, ਜੋ ਹਰ ਯਾਤਰਾ ਨੂੰ ਪ੍ਰਤਿਸ਼ਠਾ ਦਾ ਬਿਆਨ ਬਣਾਉਂਦਾ ਹੈ।",
  "aboutPage.services.description3": "ਟੋਰਾਂਟੋ ਵਿੱਚ ਸਥਿਤ ਅਤੇ ਮਾਣ ਨਾਲ ਗ੍ਰੇਟਰ ਟੋਰਾਂਟੋ ਏਰੀਆ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹੋਏ, ਅਸੀਂ ਤੁਹਾਡੀ ਹਰ ਬੇਨਤੀ ਨੂੰ ਮਿਹਨਤ ਅਤੇ ਧਿਆਨ ਨਾਲ ਪੂਰਾ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹਾਂ, ਕਿਂਕਿ ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ੀਅਲ ਸ਼ੋਫਰਜ਼ ਵਿੱਚ, ਹਰ ਗਾਹਕ ਇੱਕ ਵੀਆਈਪੀ ਹੈ, ਜੋ ਸਭ ਤੋਂ ਵਧੀਆ ਦਾ ਹੱਕਦਾਰ ਹੈ।",
  "aboutPage.commitment.title": "ਸਾਡੀ <span style=\"color: #D0A42B\">ਵਚਨਬੱਧਤਾ</span>",
  "aboutPage.commitment.description": "ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ੀਅਲ ਸ਼ੋਫਰਜ਼ ਵਿੱਚ, ਅਸੀਂ ਵਿਵੇਕ, ਭਰੋਸੇਯੋਗਤਾ ਅਤੇ ਵੇਰਵੇ 'ਤੇ ਅਟੱਲ ਧਿਆਨ ਨਾਲ ਅਸਾਧਾਰਨ ਸ਼ੋਫਰ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਸਮਰਪਿਤ ਹਾਂ। ਅਸੀਂ ਆਪਣੇ ਸਨਮਾਨਿਤ ਗਾਹਕਾਂ ਲਈ ਇੱਕ ਨਿਰਵਿਘਨ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਹਰ ਯਾਤਰਾ ਦੀ ਸਾਵਧਾਨੀ ਨਾਲ ਯੋਜਨਾ ਬਣਾਉਂਦੇ ਹਾਂ।",
  "aboutPage.whyChoose.title": "ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ੀਅਲ ਸ਼ੋਫਰਜ਼ ਨੂੰ ਕਿैਂ ਚੁਣੀਏ?",
  "aboutPage.whyChoose.description": "ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ੀਅਲ ਸ਼ੋਫਰਜ਼ ਵਿੱਚ, ਅਸੀਂ ਤੁਹਾਡੇ ਉੱਚਤਮ ਮਿਆਰ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਇੱਕ ਵ੍ਹਾਈਟ-ਗਲੋਵ ਸੇਵਾ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਆਵਾਜਾਈ ਤੋਂ ਅੱਗੇ ਜਾਂਦੇ ਹਾਂ।",
  "aboutPage.whyChoose.point1": "ਤੁਹਾਡੀਆਂ ਲੋੜਾਂ ਅਨੁਸਾਰ ਵ੍ਹਾਈਟ-ਗਲੋਵ ਸੇਵਾ।",
  "aboutPage.whyChoose.point2": "ਵਿਵੇਕ ਅਤੇ ਪੇਸ਼ੇਵਰਤਾ ਵਿੱਚ ਸਿਖਲਾਈ ਪ੍ਰਾਪਤ ਐਲੀਟ ਸ਼ੋਫਰ।",
  "aboutPage.whyChoose.point3": "ਰੋਲਜ਼ ਰੌਇਸ, ਬੈਂਟਲੇ ਅਤੇ ਮੇਬੈਕ ਵਾਹਨਾਂ ਵਾਲਾ ਲਗਜ਼ਰੀ ਬੇੜਾ।",
  "aboutPage.whyChoose.point4": "ਗ੍ਰੇਟਰ ਟੋਰਾਂਟੋ ਏਰੀਆ ਵਿੱਚ 24/7 ਉਪਲਬਧ ਭਰੋਸੇਯੋਗ ਸੇਵਾ।",
  "aboutPage.whyChoose.cta": "ਆਪਣੀ ਬੁਕਿੰਗ ਕਰੋ",
  "aboutPage.trusted.title": "ਐਲੀਟ ਦਾ ਭਰੋਸਾ",
  "aboutPage.trusted.description1": "ਸਾਨੂੰ ਪ੍ਰਮੁੱਖ ਕਾਰੋਬਾਰੀ ਅਧਿਕਾਰੀਆਂ, ਪ੍ਰਸਿੱਧ ਐਥਲੀਟਾਂ ਅਤੇ ਮਨੋਰੰਜਨ ਉਦਯੋਗ ਦੀਆਂ ਹਸਤੀਆਂ ਦਾ ਭਰੋਸਾ ਪ੍ਰਾਪਤ ਹੈ। ਵਿਵੇਕ ਅਤੇ ਪੇਸ਼ੇਵਰਤਾ ਪ੍ਰਤੀ ਸਾਡੀ ਵਚਨਬੱਧਤਾ ਹਰ ਯਾਤਰਾ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦਾ ਭਰੋਸਾ ਯਕੀਨੀ ਬਣਾਉਂਦੀ ਹੈ।",
  "aboutPage.trusted.description2": "ਸਾਲਾਂ ਦੇ ਤਜਰਬੇ ਨਾਲ, ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ੀਅਲ ਨੇ ਭਰੋਸੇਯੋਗ, ਵ੍ਹਾਈਟ-ਗਲੋਵ ਸ਼ੋਫਰ ਸੇਵਾਵਾਂ ਦੇ ਭਰੋਸੇਯੋਗ ਪ੍ਰਦਾਤਾ ਵਜੋਂ ਆਪਣੀ ਜਗ੍ਹਾ ਬਣਾਈ ਹੈ। ਸਾਡੀ ਐਲੀਟ ਕਲਾਇੰਟੇਲ ਸਾਡੀ ਪੇਸ਼ੇਵਰਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮੰਗ ਭਰੇ ਕਾਰਜਕ੍ਰਮਾਂ ਨੂੰ ਸਮਾਯੋਜਿਤ ਕਰਨ ਦੀ ਯੋਗਤਾ ਦੀ ਕਦਰ ਕਰਦੀ ਹੈ।",
  "aboutPage.hero.about": "ਸਾਡੇ",
  "aboutPage.hero.us": "ਬਾਰੇ",
  "aboutPage.intro.presidential": "ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ੀਅਲ",
  "aboutPage.intro.chauffeurs": "ਸ਼ੋਫਰਜ਼",
  "aboutPage.commitment.our": "ਸਾਡੀ",
  "aboutPage.commitment.commitment": "ਵਚਨਬੱਧਤਾ",
  "servicesPage.hero.our": "ਸਾਡੀਆਂ",
  "servicesPage.hero.services": "ਸੇਵਾਵਾਂ",
  "servicesPage.description": "ਪ੍ਰੈਜ਼ੀਡੈਂਸ਼ੀਅਲ ਚੌਫਰਸ ਲੰਡਨ ਅਤੇ ਪੂਰੇ ਯੂਕੇ ਵਿੱਚ ਪ੍ਰੀਮੀਅਮ ਚੌਫਰ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ। ਐਗਜ਼ੈਕਟਿਵ ਏਅਰਪੋਰਟ ਟ੍ਰਾਂਸਫਰ, ਵਿਆਹ ਅਤੇ ਰੈੱਡ ਕਾਰਪੇਟ ਈਵੈਂਟਾਂ ਤੋਂ ਲੈ ਕੇ ਵਿਸ਼ੇਸ਼ ਈਵੈਂਟ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ ਤੱਕ, ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਸਾਡੇ ਐਲੀਟ ਗਾਹਕਾਂ ਦੀਆਂ ਵਿਲੱਖਣ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ, ਜੋ ਬੇਮਿਸਾਲ ਪੇਸ਼ੇਵਰਤਾ ਅਤੇ ਵੇਰਵਿਆਂ 'ਤੇ ਧਿਆਨ ਯਕੀਨੀ ਬਣਾਉਂਦੀਆਂ ਹਨ।",
  "servicesPage.explore.title1": "ਸਾਡੀਆਂ ਵਿਸ਼ੇਸ਼",
  "servicesPage.explore.title2": "ਚੌਫਰ ਸੇਵਾਵਾਂ ਦੀ ਪੜਚੋਲ ਕਰੋ",
  
  "servicesPage.executive.title": "ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾ",
  "servicesPage.executive.description": "ਸਾਡੀ ਐਗਜ਼ੈਕਟਿਵ ਚੌਫਰ ਸੇਵਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਲਚਕਦਾਰ ਅਤੇ ਵਿਸ਼ੇਸ਼ ਅਨੁਭਵ ਪੇਸ਼ ਕਰਦੀ ਹੈ, ਜੋ ਸਾਡੇ ਸਭ ਤੋਂ ਵਿਵੇਕਸ਼ੀਲ ਗਾਹਕਾਂ ਦੀਆਂ ਉਮੀਦਾਂ ਤੋਂ ਵੱਧ ਜਾਣ ਲਈ ਤਿਆਰ ਕੀਤੀ ਗਈ ਹੈ।",
  "servicesPage.executive.point1": "ਐਗਜ਼ੈਕਟਿਵ ਅਤੇ ਵਿਆਈਪੀ ਲਈ ਕਾਰਪੋਰੇਟ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ",
  "servicesPage.executive.point2": "ਮਲਟੀ-ਸਟੌਪ ਬਿਜ਼ਨਸ ਮੀਟਿੰਗਾਂ ਲਈ ਸਮਰਪਿਤ ਚੌਫਰ",
  "servicesPage.executive.point3": "ਰੋਡਸ਼ੋ ਅਤੇ ਕਾਨਫਰੰਸ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ",
  "servicesPage.executive.point4": "ਮੋਬਾਈਲ ਆਫਿਸ ਸਹੂਲਤਾਂ ਨਾਲ ਲੈਸ ਲਗਜ਼ਰੀ ਵਾਹਨ",
  
  "servicesPage.airport.title": "ਐਗਜ਼ੈਕਟਿਵ ਏਅਰਪੋਰਟ ਟ੍ਰਾਂਸਫਰ",
  "servicesPage.airport.description": "ਸਾਡੀ ਪ੍ਰੀਮੀਅਮ ਚੌਫਰ ਸੇਵਾ ਨਾਲ ਨਿਰਵਿਘਨ ਏਅਰਪੋਰਟ ਟ੍ਰਾਂਸਫਰ ਦਾ ਅਨੁਭਵ ਕਰੋ, ਜੋ ਕੈਨੇਡਾ ਦੇ ਸਾਰੇ ਪ੍ਰਮੁੱਖ ਹਵਾਈ ਅੱਡਿਆਂ ਤੋਂ ਅਤੇ ਤੱਕ ਸਮੇਂ ਸਿਰ ਅਤੇ ਆਰਾਮਦਾਇਕ ਯਾਤਰਾਵਾਂ ਯਕੀਨੀ ਬਣਾਉਂਦੀ ਹੈ।",
  "servicesPage.airport.point1": "ਸਾਰੇ ਟਰਮੀਨਲਾਂ 'ਤੇ ਮੀਟ ਐਂਡ ਗ੍ਰੀਟ ਸੇਵਾ",
  "servicesPage.airport.point2": "ਉਡਾਣ ਦੀ ਨਿਗਰਾਨੀ ਅਤੇ ਦੇਰੀ ਲਈ ਸਮਾਯੋਜਨ",
  "servicesPage.airport.point3": "ਸਮਾਨ ਅਤੇ ਕਸਟਮਜ਼ ਵਿੱਚ ਸਹਾਇਤਾ",
  "servicesPage.airport.point4": "ਵਿਅਕਤੀਗਤ ਜਾਂ ਸਮੂਹ ਟ੍ਰਾਂਸਫਰ ਲਈ ਲਗਜ਼ਰੀ ਵਾਹਨ ਫਲੀਟ",
  
  "servicesPage.events.title": "ਈਵੈਂਟਸ ਅਤੇ ਵਿਸ਼ੇਸ਼ ਮੌਕੇ",
  "servicesPage.events.description": "ਸਾਡੀਆਂ ਲਗਜ਼ਰੀ ਚੌਫਰ ਸੇਵਾਵਾਂ ਨਾਲ ਆਪਣੇ ਵਿਸ਼ੇਸ਼ ਮੌਕਿਆਂ ਨੂੰ ਸੱਚਮੁੱਚ ਯਾਦਗਾਰੀ ਬਣਾਓ, ਜੋ ਪਰਿਸ਼ਕ੍ਰਿਤ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ ਦੀ ਲੋੜ ਵਾਲੇ ਕਿਸੇ ਵੀ ਈਵੈਂਟ ਲਈ ਬਿਲਕੁਲ ਸਹੀ ਹਨ।",
  "servicesPage.events.point1": "ਰੈੱਡ ਕਾਰਪੇਟ ਈਵੈਂਟਸ ਅਤੇ ਪ੍ਰੀਮੀਅਰ",
  "servicesPage.events.point2": "ਵਿਆਹ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ ਸੇਵਾਵਾਂ",
  "servicesPage.events.point3": "ਕਾਰਪੋਰੇਟ ਈਵੈਂਟਸ ਅਤੇ ਗਾਲਾ",
  "servicesPage.events.point4": "ਖੇਡ ਈਵੈਂਟਸ ਅਤੇ ਕੰਸਰਟ",
  "servicesPage.events.point5": "ਫੋਟੋ/ਵੀਡੀਓ ਸ਼ੂਟ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ",
  
  "servicesPage.wedding.title": "ਵਿਆਹ ਚੌਫਰ ਸੇਵਾਵਾਂ",
  "servicesPage.wedding.description": "ਸਾਡੀਆਂ ਵਿਸ਼ੇਸ਼ ਵਿਆਹ ਚੌਫਰ ਸੇਵਾਵਾਂ ਨਾਲ ਆਪਣੇ ਖਾਸ ਦਿਨ ਨੂੰ ਸੱਚਮੁੱਚ ਯਾਦਗਾਰੀ ਬਣਾਓ। ਅਸੀਂ ਸਮਝਦੇ ਹਾਂ ਕਿ ਤੁਹਾਡੇ ਵਿਆਹ ਦੇ ਦਿਨ ਹਰ ਵੇਰਵਾ ਮਹੱਤਵਪੂਰਨ ਹੁੰਦਾ ਹੈ, ਇਸ ਲਈ ਅਸੀਂ ਸ਼ਾਨ, ਸ਼ੈਲੀ ਅਤੇ ਵੇਰਵਿਆਂ 'ਤੇ ਬਾਰੀਕ ਧਿਆਨ ਨਾਲ ਅਸਾਧਾਰਨ ਪੱਧਰ ਦੀ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ।",
  "servicesPage.wedding.point1": "ਸ਼ਾਨਦਾਰ ਸਜਾਵਟ ਨਾਲ ਲਗਜ਼ਰੀ ਬ੍ਰਾਈਡਲ ਕਾਰ ਸੇਵਾ",
  "servicesPage.wedding.point2": "ਵਿਆਹ ਪਾਰਟੀ ਅਤੇ ਮਹਿਮਾਨਾਂ ਲਈ ਤਾਲਮੇਲ ਵਾਲੀ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ",
  "servicesPage.wedding.point3": "ਰਸਮੀ ਪਹਿਰਾਵੇ ਵਿੱਚ ਪੇਸ਼ੇਵਰ ਚੌਫਰ",
  "servicesPage.wedding.point4": "ਵਿਆਹ ਫੋਟੋਸ਼ੂਟ ਲੋਕੇਸ਼ਨ ਟ੍ਰਾਂਸਫਰ",
  "servicesPage.wedding.point5": "ਰਿਸੈਪਸ਼ਨ ਵੇਨਿਊ ਅਤੇ ਵਿਆਹ ਤੋਂ ਬਾਅਦ ਦੀ ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ"
}
